{"Frithiof och Ingeborg": "Der växte uti Hildings gård\ntvå plantor under fostrarns vård.\nEj Norden förr sett två så sköna,\nde växte härligt i det gröna.Den ena som en ek sköt fram,\noch som en lans är hennes stam;\nmen kronan, som i vinden skälfver,\nliksom en hjelm sin rundel hvälfver.Den andra växte som en ros,\nnär vintern nyss har flytt sin kos;\nmen våren, som den rosen gömmer,\ni knoppen ligger än och drömmer.Men stormen skall kring jorden gå,\nmed honom brottas eken då,\noch vårsol skall på himlen glöda,\ndå öppnar rosen läppar röda.Så växte de i fröjd och lek,\noch Frithiof var den unga ek;\nmen rosen uti dalar gröna\nhon hette Ingeborg den sköna.Såg du de två i dagens ljus,\ndu tänkte dig i Frejas hus,\nder månget litet brudpar svingar\nmed gula hår och rosenvingar.Men såg du dem i månens sken\nkringdansa under lummig gren,\ndu tänkte: under lundens kransar\nelfkungen med sin drottning dansar.Det var så gladt, det var så kärt,\nnär han sin första runa lärt.\nEn kung var ej som han i ära;\nden runan fick han Ingborg lära.Hur gladtigt sam han i sin slup\nmed henne öfver mörkblå djup!\nHur hjertligt, när han seglen vänder,\nhon klappar i små hvita händer!Det fans ej fogelbo så högt,\nsom han för henne ej besökt.\nSjelf örnen, som i molnen gungar,\nblef plundrad båd' på ägg och ungar.Det fans ej bäck, hur strid han var,\nhvaröfver han ej Ingborg bar.\nDet är så skönt, när forsen larmar,\natt tryckas af små hvita armar.Den första blomma, våren födt,\ndet första smultron, som blef rödt,\ndet första ax, hvars guld blef moget,\ndem bjöd han henne gladt och troget. -Men barnets dagar flyga bort,\nder står en yngling innan kort\nmed eldig blick, som ber och hoppas,\nder står en mö med barm, som knoppas.Ung Frithiof drog på jagt alltjämt;\nden jagten skulle mången skrämt,\nty utan spjut och utan klinga\nden djerfve ville björnen tvinga.Då kämpade de, bröst mot bröst,\noch jägarn segrande, fast klöst,\nmed ludet byte kom tillbaka;\nhur skulle jungfrun det försaka?Ty mannens mod är qvinnan kärt,\ndet starka är det sköna värdt:\nde bägge passa för hvarannan,\nsom hjelmen passar sig för pannan.Men läste han i vinterqväll\nvid eldsken ifrån spiselns häll\nen sång om strålande Valhalla,\nom gudar och gudinnor alla;han tänkte: gult är Frejas hår,\nett kornland, som för vinden går.\nFrån det kan jag ej Ingborgs skilja,\nett nät af guld kring ros och lilja.Idunas barm är rik, och skönt\nhan hoppar under silke grönt;\njag vet ett silke, der det hoppar\nljusalfer två med rosenknoppar.Och Friggas ögon äro blå\nsom himlen till att se uppå;\njag känner ögon: mot de båda\när ljusblå vårdag mörk att skåda.Hvi prisas Gerdas kinder så,\nen nyfäld snö med norrsken på?\nJag kinder sett: en dag som tänder\ntvå morgonrodnader i sänder.Jag vet ett hjerta lika ömt\nsom Nannas, fast ej så berömdt.\nMed rätta prisas du af skalder,\ndu Nannas lyckelige Balder!O! att som du jag finge dö,\nbegråten af en trogen mö,\nså öm, så trogen som din Nanna;\nhos Hel jag ville gerna stanna. -Men kungadottern satt och qvad\nen hjeltesång och väfde glad\ni duken in den hjeltens under\noch vågor blå och gröna lunder.Der växte in i snöhvit ull\nde sköldar utaf spoladt gull,\noch röda flögo stridens lansar,\nmen styft af silfver var hvart pansar.Dock, hur hon väfver, dag från dag,\nfår hjelten Frithiofs anletsdrag,\noch som de blicka fram ur väfven,\ndå rodnar hon, men glädes äfven.Men Frithiof skär, hvar han går fram,\nett I, ett F i björkens stam.\nDe runor gro med fröjd och gamman,\nliksom de ungas hjertan, samman.När dagen uppå fästet står,\nverldskungen med de gyllne hår,\noch lifvet rörs och menskor vandra,\ndå tänka de blott på hvarandra.När natten uppå fästet står,\nverldsmodern med de mörka hår,\noch tystnad rår och stjernor vandra,\ndå drömma de blott om hvarandra.\"Du jord, som smyckar dig hvar vår\nmed blommor i ditt gröna hår,\ngif mig de skönsta! jag vill vira\nen krans af dem att Frithiof sira.\"\"Du haf, som satt din dunkla sal\nmed perlor full i tusental,\ngif mig de skönaste, de bästa!\nkring Ingborgs hals vill jag dem fästa.\"\"Du knapp på Odens kungastol,\ndu verldens öga, gyllne sol!\nVar du blott min, din blanka skifva\ntill sköld jag ville Frithiof gifva.\"\"Du lykta i Allfaders hus,\ndu måne med ditt bleka ljus!\nVar du blott min jag gaf dig gerna\ntill smycke åt min sköna tärna.\" -Men Hilding sade: \"Fosterson,\nden älskog vänd din håg ifrån!\nEj lika falla ödets lotter,\nden tärnan är kung Beles dotter.Till Oden sjelf i stjernklar sal\nuppstiger hennes ättartal:\ndu är blott Thorstens son; gif vika!\nty lika trifves bäst med lika.\"Men Frithiof log: \"Mitt ättartal\ngår nedåt i de dödas dal.\nNyss slog jag skogens kung så luden,\nhans anor ärfde jag med huden.Friboren man ej vika vill,\nty verlden hör den frie till.\nHvad lyckan bröt, kan hon försona,\noch hoppet bär en konungs krona.Högättad är all kraft, ty Thor,\ndess ättefar, i Thrudvang bor.\nHan väger börden ej, men värdet:\nen väldig friare är svärdet.Jag kämpar om min unga brud,\nom ock det var med dundrets gud.\nVäx trygg, väx glad, min hvita lilja,\nve den, som dig och mig vill skilja!\"", "Kung Bele och Thorsten Vikingsson": "Kung Bele, stödd på svärdet, i kungssal stod,\nhos honom Thorsten Vikingsson, den bonde god,\nhans gamle vapenbroder, snart hundraårig,\noch ärrig som en runsten och silfverhårig.De stodo, som bland bergen två offerhus\nåt hedna gudar vigda, nu halft i grus;\nmen visdomsrunor många på muren täljas,\noch höga forntidsminnen i hvalfven dväljas.\"Det lider emot qvällen\", sad' Bele kung,\n\"ej mjödet vill mig smaka, och hjelm käns tung.\nInför mitt öga mörkna de menskoöden,\nmen Valhall skiner närmre, jag anar döden.Jag kallat mina söner och din också,\nty de tillsammans höra, liksom vi två.\nEn varning vill jag gifva de örnar unga,\nförr'n orden somnat alla på död mans tunga.\" -Då trådde de i salen, som kung befalt,\noch främst bland dem gick Helge, en mörk gestalt.\nHan dvaldes helst bland spåmän kring altarrunden\noch kom med blod på händren ur offerlunden.Derefter syntes Halfdan, ljuslockig sven,\nhvart anletsdrag var ädelt, men vekligt än.\nTill lek han tycktes bära ett svärd vid bälte\noch liknade en jungfru, förklädd till hjelte.Men efter dem kom Frithiof med mantel blå,\nett hufvud var han högre än bägge två.\nHan stod emellan brödren, som dag står mogen\nemellan rosig morgon och natt i skogen.\"I söner\", sade kungen, \"min sol går ned.\nI endrägt styren riket, i brödrafred!\nty endrägt håller samman: hon är som ringen\npå lansen; den förutan hans kraft är ingen.Låt styrkan stå som dörrsven vid landets port\noch friden blomstra inom å hägnad ort!\nTill skygd blef svärdet gifvet, men ej till skada,\noch sköld är smidd till hänglås för bondens lada.Sitt eget land förtrycker dåraktig man,\nty kungen kan allenast hvad folket kan.\nGrönlummig krona vissnar, så snart som mergen\ni stammen är förtorkad på nakna bergen.På pelarstoder fyra står himlens rund,\nmen tronen hvilar endast på lagens grund.\nMär väld på tinget dömmer, står ofärd nära;\nmen rätt är landets fromma och kungens ära.Väl dväljas gudar, Helge, i disarsal,\nmen ej som snäckan dväljes i slutet skal.\nSå långt som dagsljus skiner, som stämma ljudar,\nså långt som tanke flyger, bo höge gudar.Nog svika lungans tecken i offrad falk,\noch flärd är mången runa, som skärs på balk;\nmen redligt hjerta, Helge, och friskt tillika,\nskref Oden fullt med runor, som aldrig svika.Var icke hård, kung Helge, men endast fast!\ndet svärd, som biter skarpast, är böjligast.\nMildt sinne pryder kungen, som blommor skölden,\noch vardag bringar mera än vinterkölden.En man förutan vänner, om än så stark,\ndör hän, som stam i öken med skalad bark.\nMen vänsäll man han trifves, som träd i lunden,\nder bäcken vattnar roten och storm är bunden.Yfs ej af fädrens ära! en hvar har dock blott sin;\nkan du ej spänna bågen, är han ej din.\nHvad vill du med det värde, som är begrafvet?\nStark ström med egna vågor går genom hafvet.Du Halfdan, glädtigt sinne är vis mans vinst;\nmen joller höfves ingen, och kungen minst.\nMed humle brygges mjödet, ej blott med honung;\nlägg stål i svärd och allvar i leken, konung!För mycket vett fick ingen, hur vis han het,\nmen litet nog vet mången, som intet vet.\nFåkunnig gäst i högbänk försmås, men vitter\nhar ständigt lagets öra, hur lågt han sitter.Till trofast vän, o Halfdan, till fosterbror\när vägen gen, om också han fjärran bor;\nmen deremot afsides, långt hän belägen\när oväns gård, om äfven han står vid vägen.Välj icke till förtrogen hvem helst som vill!\nTomt hus står gerna öppet, men rikt stängs till.\nVälj en, onödigt är det den andra leta,\noch verlden vet, o Halfdan, hvad trenne veta\". -Derefter uppstod Thorsten och talte så:\n\"Ej höfves kung att ensam till Oden gå.\nVi delat lifvets skiften ihop, kung Bele,\noch döden, vill jag hoppas, vi också dele.Son Frithiof, ålderdomen har hviskat mig\ni örat mången varning, den ger jag dig.\nPå ätthög Odens foglar slå ned i Norden,\nmen på den gamles läppar mångvisa orden.Främst vörda höga gudar! ty ondt och godt,\nsom storm och solsken, komma från himlen blott.\nDe se i hjertats lönhvalf, fast det är slutet,\noch långa år få gälda hvad stunden brutit.Lyd kungen! En skall styra med kraft och vett;\nskum natt har många ögon, men dagen ett.\nHelt lätt den bättre, Frithiof, fördrar den bäste,\noch egg har svärdet nödig, men äfven fäste.Hög kraft är gudars gåfva; men, Frithiof, mins,\natt styrka båtar föga, der vett ej fins.\nTolfmannakraft har björnen, af en man slagen;\nmot svärdshugg hålles skölden, mot våldet lagen.Af få den stolte fruktas, men hatas af en hvar,\noch öfvermod, o Frithiof, är fallets far.\nHögt såg jag mången flyga, nu stödd på krycka,\nty vädret rår för årsväxt, och vind för lycka.Dag skall du prisa, Frithiof, se'n bergad sol sig döljt,\noch öl, när det är drucket, och råd, när följdt.\nPå mången sak förlitar sig ungersvennen,\nmen striden pröfvar klingan, och nöden vännen.Nattgammal is tro icke, ej vardags snö,\nej somnad orm, ej talet af knäsatt mö;\nty qvinnans bröst är svarfvadt på hjul, som rullar,\noch vankelmod bor under de liljekullar.Du sjelf dör hän, och hän dör hvad dig tillhör;\nmen en ting vet jag, Frithiof, som aldrig dör,\noch det är domen öfver död man: derföre\nhvad ädelt är du vilje, hvad rätt du göre!\" -Så varnade de gamle i kungasal,\nsom skalden varnat sedan i Havamal.\nFrån slägt till slägte gingo kärnfulla orden,\noch djupt ur kumlen hviska de än i Norden.Derefter talte bägge mång hjertligt ord\nallt om sin trogna vänskap, berömd i Nord;\nhur trofast intill döden, i nöd och gamman,\ntvå knäppta händer lika, de hållit samman.\"Med rygg mot rygg vi stodo, och hvarifrån\nsom Nornan kom, hon stötte på sköld, min son!\nNu före er till Valhall vi gamle ile;\nmen edra fäders ande på eder hvile!\"Och mycket talte kungen om Frithiofs mod,\nom hjeltekraft, som mer är än kungablod.\nOch mycket talte Thorsten om glans, som kröner\nde höga Nordlands kungar, de Asasöner.\"Och hållen I tillhopa, I söner tre,\ner öfverman - det vet jag - skall Nord ej se;\nty kraft, till kungahöghet osvikligt sluten,\nhon är som mörkblå stålrand, kring guldsköld gjuten.Och helsen till min dotter, den rosenknopp!\nI lugn, som det sig höfdes, har hon växt opp;\nomhägnen henne, låten ej stormen komma\noch fästa i sin hjelmhatt min späda blomma!På dig, o Helge, lägger jag faderns sorg,\no, älska som en dotter min Ingeborg!\nTvång retar ädelt sinne, men saktmod leder\nbåd' man och qvinna, Helge, till rätt och heder. -Men läggen oss, I söner, i högar två\npå hvar sin sida fjärden vid bölja blå!\nty hennes sång är ljuflig ännu för anden,\noch som ett drapa klinga dess slag vid stranden.När månen strör kring bergen sitt bleka sken\noch midnattsdaggen faller på bautasten,\ndå sitta vi, o Thorsten, på högar runda\noch språka öfver vattnet om ting, som stunda.Och nu farväl, I söner! Gån mer ej hit!\nVår gång är till Allfader; vi längta dit,\nliksom till hafvet längtar den trötta floden;\nmen Frej välsigne eder, och Thor och Oden!\"", "Frithiof tager arf efter sin fader": "Voro nu satta i hög kung Bele och Thorsten den gamle,\nder de sjelfve befalt: på hvar sin sida om fjärden\nhögarna lyfte sin rund, två bröst, dem döden har åtskilt.\nHelge och Halfdan, på folkets beslut, nu togo i samarf\nriket efter sin far; men Frithiof, som endaste sonen,\ndelte med ingen och fäste i lugn sin boning på Framnäs.\nTre mil sträckte sig kring den gårdens egor: på tre håll\ndalar och kullar och berg, men på fjerde sidan var hafvet.\nBjörkskog krönte de kullarnas topp, men på sluttande sidor\nfrodades gyllene korn, och manshög vaggade rågen.\nSjöar, många i tal, sin spegel höllo för bergen,\nhöllo för skogarna opp, i hvars djup höghornade elgar\nhade sin kungliga gång och drucko af hundrade bäckar.\nMen i dalarna vida omkring der bette i grönskan\nhjordar med glänsande hull och med jufver, som längta till stäfvan.\nMellan dem spriddes än hit och än dit en oräknelig skara\naf hvitulliga får, som du ser hvitaktiga strömoln\nflockvis spridda på himmelens hvalf, när det blåser om våren.\nSpringare två gånger tolf, bångstyriga, fjättrade vindar,\nstampande stodo i spiltornas rad och tuggade vallhö,\nmanarna knutna med rödt och hofvarna blanka af jernskor.\nDryckessalen, ett hus för sig sjelf, var timrad af kärnfur.\nEj fem hundrade män (till tio tolfter på hundra't)\nfylde den rymliga sal, när de samlats att dricka om julen.\nGenom salen, så lång som han var, gick bordet af stenek,\nbonadt och blankt som af stål; högsätes-pelarna båda\nstodo för ändan deraf, två gudar, skurna af almträd:\nOden med herskareblick och Frej med solen på hatten.\nNyss emellan de två på sin björnhud (huden var kolsvart,\ngapet skarlakansrödt, men klorna skodda med silfver)\nThorsten bland vännerna satt, som gästfriheten bland glädjen.\nOfta, när månen bland skyarna flög, förtalde den gamle\nunder från främmande land, dem han sett, och vikingafärder\nfjärran i Östervåg och i Vestersaltet och Gandvik.\nTyst satt lyssnande lag, och dess blickar hängde vid gubbens\nläppar, som bi't vid sin ros, men skalden tänkte på Brage,\nnär med sitt silfverskägg och med runor på tungan han sitter\nunder den lummiga bok och förtäljer en saga vid Mimers\nevigt sorlande våg, han sjelf en lefvande saga.\nMidt på golfvet (med halm var det strödt) brann lågan beständigt\ngladt på sin murade häll, och igenom det luftiga rökfång\nblickade stjernorna in, de himmelska vänner, i salen.\nMen kring väggen på naglar af stål, der hängde det radvis\nbrynja och hjelm vid hvarann, och här och der dem emellan\nblixtrade neder ett svärd, som i vinterqvällen ett stjernskott.\nMera än hjelmar och svärd dock sköldarna lyste i salen,\nblanka som solens rund eller månens skifva af silfver.\nGick der stundom en mö kring bordet och fylde i hornen,\nslog hon ögonen ned och rodnade: bilden i skölden\nrodnade äfven som hon; det gladde de drickande kämpar. -Rikt var huset; hvar helst som du skådade, mötte ditt öga\nfylda källrar och proppade skåp och rågade visthus.\nMånga klenoder jämväl der gömdes, byten af segern,\nguld med runor uppå och det konstarbetade silfver.\nTre ting skattades dock af all den rikedom ypperst:\nsvärdet, som ärfdes från fader till son, var främst af de trenne,\nAngurvadel, så kallades det, och broder till blixten.\nFjärran i Österland var det smidt (som sagan förtäljer),\nhärdadt i dvärgarnas eld: Björn Blåtand bar det från början.\nBjörn förlorade dock på en gång båd' svärdet och lifvet\nsöder i Gröningasund, der han stridde mot väldige Vifell.\nVifell hade en son, het Viking. Men gammal och bräcklig\nbodde på Ulleråker en kung med sin blomstrande dotter.\nSe, då kom det ur skogarnas djup en oskapelig jätte,\nhögre till växten än menniskors ätt, och luden och vildsint,\nfordrade envigeskamp eller kungadottern och riket.\nIngen vågade kampen likväl, ty det fans ej ett stål, som\nbet på hans skalle af jern, och derför nämndes han Jernhös.\nViking allena, som nyss fylt femton vintrar, emottog\nstriden, i hopp på sin arm och på Angurvadel. I ett hugg\nklöf han till midjan det rytande troll och frälste den sköna.\nViking lemnade svärdet till Thorsten, sin son, och från Thorsten\ngick det till Frithiof i arf: när han drog det, sken det i salen,\nliksom flöge en blixt derigenom, eller ett norrsken.\nHjaltet var hamradt af guld, men runor syntes på klingan,\nunderbara, ej kända i Nord, men de kändes vid solens\nportar, der fäderna bott, förr'n Asarna förde dem hitupp.\nMatta lyste de runor alltjämt, när fred var i landet,\nmen när Hildur begynte sin lek, då brunno de alla\nröda som hanens kam, när han kämpar: förlorad var den, som\nmötte i slagtningens natt den klingan med lågande runor.\nSvärdet var vida berömdt, och af svärd var det ypperst i Norden.Dernäst ypperst i pris var en armring, vida beryktad,\nsmidd af nordiska sagans Vulkan, af den haltande Vaulund.\nTre mark höll han i vigt, och arbetad var han af rent guld.\nHimlen var tecknad derpå med de tolf odödligas borgar,\nvexlande månaders bild, men af skalderna nämndes de solhus.\nAlfhem skådades der, Frejs borg det är solen, som nyfödd\nbörjar att klättra igen för himmelens branter vid julen\nSöqvabäck var der också i dess sal satt Oden hos Saga,\ndrack sitt vin ur det gyllene kärl; det kärlet är hafvet,\nfärgadt med guld af morgonens glöd, och Sagan är våren,\nskrifven på grönskande fält med blommor i stället för runor.\nBalder syntes jämväl på sin tron, midsommarens sol, som\ngjuter från fästet sin rikedom ner, en bild af det goda;\nty det goda är strålande ljus, men det onda är mörker.\nSolen tröttnar att stiga alltjämt, och det goda desslikes\nsvindlar på höjdernas brant: med en suck försjunka de båda\nneder till skuggornas land, till Hel: det är Balder på bålet.\nGlitner, den fredliga borg, sågs äfven: förlikande alla\nsatt der med vågen i hand Forsete, domarn på höstting.\nDessa bilder och många ännu, som betecknade ljusets\nstrider på himmelens hvalf och i menniskans sinne, de voro\nskurna af mästarens hand i den ringen. En präktig rubinknapp\nkrönte dess bugtiga rund, som solen kröner sin himmel.\nRingen var länge i slägten ett arf, ty hon ledde sin ättlängd,\nendast på mödernet dock, till Vaulund, räknad för stamfar.\nEn gång stals den klenoden dock bort af röfvaren Sote,\nsvärmande kring på de nordiska haf; se'n fans han ej åter.\nSlutligen taltes det om, att Sote på kusten af Bretland\nlefvande satt sig med skepp och med gods i sin murade grafhög;\nmen der fann han ej ro, och det spökade ständigt i högen.\nThorsten förnam det ryktet också, och med Bele besteg han\ndraken och klöf den skummande våg och styrde till stället.\nVid som ett tempelhvalf, som en kungsgård, vore den bäddad\nin i grus och grönskande torf, så hvälfde sig högen.\nLjus ock lyste derur. Igenom en springa på porten\ntittade kämparna in, och det beckade vikingaskeppet\nstod der med ankar och master och rår; men hög i dess bakstam\nsatt en förfärlig gestalt: han var klädd i en mantel af lågor.\nBister satt han och skurade der blodfläckade klingan,\nkunde ej skura de fläckarna bort: allt guld, som han rånat,\nlåg i högar omkring, och ringen bar han på armen.\n\"Stiga vi\", hviskade Bele, \"dit ner och kämpa mot trollet,\ntvå mot en ande af eld?\" Men halfvred svarade Thorsten:\n\"En mot en var fädernas sed, jag kämpar väl ensam.\"\nLänge tvistades nu, hvem först af de tvenne det tillkom\npröfva den vådliga färd; men till slut tog Bele sin stålhjelm,\nskakade om två lotter deri, och vid stjernornas skimmer\nkände Thorsten igen sin lott. För en stöt af hans jernlans\nsprungo riglar och lås, och han nedsteg. - Frågade någon,\nhvad han förnam i det nattliga djup, då teg han och ryste.\nBele hörde dock först en sång, den lät som en trollsång;\nsedan förnam han ett rasslande ljud, som af klingor som korsas,\nsist ett gräseligt skri; då blef tyst. Ut störtade Thorsten,\nblek, förvirrad, förstörd; ty med döden hade han kämpat.\nRingen bar han likväl. \"Den är dyrköpt\", sade han ofta,\n\"ty jag har darrat en gång i mitt lif, och det var, när jag tog den.\"\nSmycket var vida berömdt och af smycken ypperst i Norden.Skeppet Ellida till slut var en af slägtens klenoder.\nViking (sägs det) en gång, när han vände tillbaka från härtåg,\nseglade längs med sin strand; då såg han en man på ett skeppsvrak\nsorglöst gungande hän; det var, som han lekte med vågen.\nMannen var hög och af ädel gestalt och hans anlete öppet,\ngladt, men föränderligt dock, likt hafvet, som leker i solsken.\nManteln var blå och bältet af guld, besatt med koraller,\nskägget hvitt, som vågornas skum, men håret var sjögrönt.\nViking styrde sin snäcka deråt för att berga den arme,\ntog den förfrusne hem till sin gård och förplägade gästen.\nDock, när han bjöds af värden till sängs, då log han och sade:\n\"Vinden är god, och mitt skepp, som du sett, är ej att förakta;\nhundrade mil, det hoppas jag visst, jag seglar i afton.\nTack för din bjudning ändå! den är välment; kunde jag endast\nge dig ett minne af mig! men min rikedom ligger i hafvet;\nkanske finner du dock i morgon en gåfva på stranden.\"\nDagen derpå stod Viking vid sjön, och si! som en hafsörn,\nnär han förföljer sitt rof, flög in i viken ett drakskepp.\nIngen syntes derpå, ej en gång man märkte en styrman;\nrodret dock lette sin bugtiga väg bland klippor och blindskär,\nliksom bodde en ande deri: när det nalkades stranden,\nrefvade seglet sig sjelf, och, ej rördt af menniskohänder,\nankaret sänkte sig ned och bet med sin hulling i djupet.\nStum stod Viking och såg, men då sjöngo de lekande vågor:\n\"Bergade Ägir ej glömmer sin skuld, han skänker dig draken.\"\nGåfvan var kunglig att se, ty de bugtiga plankor af eke\nvoro ej fogade hop som annars, men vuxna tillsammans.\nSträckningen var som en drakes i sjön: i stammen der framme\nlyfte han hufvudet högt, och af rödt guld lågade svalget.\nBuken var spräcklig med blått och med gult, men baktill vid rodret\nslog han sin väldiga stjert i en ringel, fjällig af silfver;\nvingarna svarta med kanter af rödt; när han spände dem alla,\nflög han i kapp med den susande storm, men örnen blef efter.\nFyldes det skeppet med väpnade män, då skulle du trott dig\nskåda en flytande konungastad, en simmande fästning.\nSkeppet var vida berömdt, och af skepp var det ypperst i Norden.Detta och mera dertill tog Frithiof i arf af sin fader.\nKnappast fans i de nordiska land en rikare arfving,\nom ej en konungason; ty kungars välde är ypperst.\nVar han ej konungason, likväl hans sinne var kungligt,\nvänsällt, ädelt och mildt, och med hvar dag växte hans rykte.\nKämpar hade han tolf, gråhåriga furstar i idrott,\nfaderns kamrater, med bröst af stål och med ärriga pannor.\nNederst på kämparnas bänk, jämnårig med Frithiof, en yngling\nsatt som en ros bland vissnade löf: Björn hette den unge,\nglad som ett barn, men fast som en man och vis som en gubbe.\nUpp med Frithiof han växt, och de blandat blod med hvarandra,\nfosterbröder på nordmanna sätt, och svurit att lefva\nsamman i lust och i nöd och att hämna hvarandra i döden.\nMidt bland kämpar och gästernas mängd, som kommit till graföl,\nFrithiof, en sörjande värd, med ögon fylda af tårar,\ndrack på fädernas vis sin faders minne och hörde\nskaldernas sång till hans lof, ett dundrande drapa; men sedan\nsteg han i faderns säte, nu hans, och satte sig neder\nmellan dess Oden och Frej: det är Thors plats uppe i Valhall.\n", "Frithiofs frieri": "Wäl klingar sången i Frithiofs sal,\noch skalderna prisa hans ättartal.\nMen sången gläder\nej Frithiof, han hör ej hvad skalden qväder.Och jorden har åter klädt sig grön,\noch drakarna simma igen på sjön.\nMen hjeltesonen\nhan vandrar i skogen och ser på månen.Nyss var han likväl så lycklig, så glad,\nty muntre kung Halfdan till gäst han bad\noch Helge dyster,\noch de hade med sig sin sköna syster.Han satt vid dess sida, han tryckte dess hand\noch kände tillbaka en tryckning ibland,\noch såg betagen\nalltjämt på de kära, de ädla dragen.De taltes vid om de glada dar,\ndå morgonens dagg låg på lifvet qvar,\nom barndomsminnen,\nde rosengårdar i ädla sinnen.Hon helsade honom från dal och park,\nfrån namnen, som grodde i björkens bark,\noch från den kullen,\nder ekarna frodas i hjeltemullen.\"Det var ej så trefligt i kungens gård,\nty Halfdan var barnslig och Helge hård.\nDe kungasöner\nde höra ej annat än lof och böner.Och ingen (här rodnade hon som en ros),\nåt hvilken en klagan kunde förtros.\nI kungasalar\nhur qvaft var det der mot i Hildings dalar!Och dufvorna, som de matat och tämt,\nnu voro de flugna, ty höken dem skrämt.\nEtt par allena\nvar qvar; af de tvenne tag du den ena!Den dufvan hon flyger väl hem igen,\nhon längtar, som andra, väl till sin vän.\nBind under vingen\nen vänlig runa! det märker ingen.\"Så sutto de hviskande dagen om,\nde hviskade ännu, när qvällen kom,\nsom aftonvindar\nom våren hviska i gröna lindar.Men nu är hon borta, och Frithiofs mod\när borta med henne. Det unga blod\ni kinden stiger,\nhan lågar och suckar alltjämt, och tiger.Sin sorg, sin klagan med dufvan han skref,\noch glad for hon af med sitt kärleksbref:\nmen ack! tillbaka\nhon vände ej mer, hon blef hos sin maka.Det väsen behagade icke Björn.\nHan sade: \"Hvad fattas vår unga örn,\nså tyst, så sluten:\nÄr bröstet träffadt, är vingen skjuten?Hvad vill du: Ha vi ej i öfverflöd\ndet gula fläsk och det bruna mjöd\noch skalder många?\nDet tar aldrig slut på de visor långa.Sant nog, att gångaren stampar i spilt;\npå rof, på rof skriker falken vildt.\nMen Frithiof jagar\ni molnen allena, och tärs och klagar.Ellida hon har ingen ro på våg,\nhon rycker alltjämt på sitt ankartåg.\nLigg still, Ellida!\nty Frithiof är fredlig, han vill ej strida.Den strådöd är också en död: till slut\njag rister, som Oden, mig sjelf med spjut.\nDet kan ej fela,\nvi blifva välkomna hos blåhvit Hela.\" -Då släppte Frithiof sin drake lös,\noch seglet svälde, och vågen fnös.\nRakt öfver fjärden\ntill kungens söner han styrde färden.De sutto på Beles hög den dag\noch hörde folket och skipade lag;\nmen Frithiof talar:\nden stämman förnimmes kring berg och dalar.\"I kungar, skön Ingeborg är mig kär;\naf eder jag henne till brud begär,\noch den förening\nhon var väl äfven kung Beles mening.Han lät oss växa hos Hilding opp,\nlikt ungträn, som växa tillsammans i topp.\nDer ofvanföre\nband Freja de toppar med gyllne snöre.Min far var ej konung, ej jarl en gång,\ndock lefver hans minne i skaldens sång.\nHöghvälfda grifter\nförtälja på runsten min ätts bedrifter.Lätt kunde jag vinna mig rike och land,\nmen hellre jag blir på min fädernestrand.\nDer vill jag skydda\nså kungens gård som den ringes hydda.Vi äro på Beles hög; han hör\nhvart ord i djupet här nedanför.\nMed Frithiof beder\nden gamle i högen: betänken eder!\" -Då reste sig Helge och talte med hån:\n\"Vår syster är ej för en bondeson.\nNordlandens drotter\nmå täfla, ej du, om den Valhallsdotter.Yfs gerna att helsas för ypperst i Nord,\nvinn männer med handkraft och qvinnor med ord!\nMen Odensblodet\ntill pris ger jag icke åt öfvermodet.Mitt rike behöfver du ej ta dig an,\njag skyddar det sjelf; vill du bli min man,\nen plats är ledig\nibland mitt husfolk, den kan jag ge dig.\" -\"Din man blir jag knappast\", var Frithiofs svar,\n\"är man för mig sjelf, som min fader var.\nUr silfverskida\nflyg, Angurvadel, du får ej bida!\"I solen glänste den klinga blå,\noch runorna lågade röda derpå.\n\"Du Angurvadel,\ndu är dock\", sad' Frithiof, \"af gammal adel.Och vore det ej for högens fred,\npå stället jag högge dig, svartekung, ned.\nVill dock dig lära\nen ann' gång ej komma mitt svärd för nära.\" -Så sagdt, han klöf i ett hugg allen\nkung Helges guldsköld, som hängde på gren.\nI två halfrunder\nhan klang emot högen, det klang inunder.\"Väl träffadt, min klinga! Ligg nu och dröm\nom högre bedrifter; till dess förgöm\nde runolågor!\nNu segla vi hem öfver mörkblå vågor.\"", "Kung Ring": "Och kung Ring sköt tillbaka sin guldstol från bord,\noch kämpar och skalder\nuppstego att lyssna till kungens ord,\nberömd i Nord;\nhan var vis som gud Mimer och from som Balder.Hans land var som lunden, der gudar bo,\noch vapnen komma\nej inom dess gröna, dess skuggiga ro,\noch gräsen gro\nfridlysta derstädes, och rosorna blomma.Rättvisan satt ensam, båd' sträng och huld,\npå domarstolen,\noch friden betalte hvart år sin skuld,\noch kornets guld\nlåg strödt öfver landet och sken i solen.Och snäckorna kommo med bringa svart,\nmed hvita vingar,\nfrån hundrade land och förde från hvart\nmångfaldig art\naf rikdom, som rikdomen tingar.Men frihet bodde hos friden qvar\ni glad förening,\noch alla älskade landets far,\nfast en och hvar\nfritt sade på tinget sin mening.I tretti vintrar han fredlig och säll\nstyrt Nordlands söner,\noch ingen gått missnöjd hem till sitt tjäll,\noch hvarje qväll\nhans namn gick till Oden med folkets böner.Och kung Ring sköt tillbaka sin guldstol från bord,\noch alla glade\nuppstego att lyssna till kungens ord,\nberömd i Nord;\nmen han suckade djupt, och talte och sade:\"Min drottning sitter i Folkvangs loft\npå purpurtäcken,\nmen här är det gräs öfver hennes stoft,\noch blomsterdoft\nkringånga dess grafhög vid bäcken.Ej tar jag drottning så god, så skön,\nmitt rikes ära.\nTill gudarna gick hon, till Valhalls lön;\nmen landets bön,\noch barnens, en moder begära.Kung Bele, som ofta kom till min sal\nmed sommarvinden,\nhar lemnat en dotter; hon är mitt val,\nden lilja smal\nmed morgonrodnad på kinden.Jag vet, hon är ung, och den unga mö\nhelst blomman plockar;\nmen jag gått i frö, och vintrarna strö\nalltre'n sin snö\ni kungens de glesnade lockar.Men kan hon älska en redlig man\nmed hvitt i håren,\noch vill hon ta sig de späda an,\nhvars mor försvann,\nså bjuder Hösten sin tron åt Våren.Ta'n guld ur hvalfven, ta'n smycken åt brud\nur skåp af eke;\noch följen, I skalder, med harpoljud,\nty sångens gud\när med då vi frie, är med då vi leke.\" -Och ut drogo svenner med buller och bång,\nmed guld och böner,\noch skalderna följde, en rad så lång,\nmed hjeltesång,\noch stälde sig fram för kung Beles söner.De drucko i dagar, de drucko i tre,\nmen på den fjerde,\nhvad svar kung Helge dem månde ge,\nåtsporde de,\nty nu de ville å färde.Kung Helge han offrar båd' falk och häst\ni lunden gröna,\nhan spörjer båd' vala och offerprest,\nhvad som var bäst\nallt for hans syster, den sköna.Men lungorna nekade bifall alltjämt,\nsom prest och vala;\noch då gaf kung Helge, den tecknen skrämt,\nsitt nej bestämdt,\nty menskan bör lyda, då gudar tala.Men muntre kung Halfdan han log och sad':\n\"Farväl med festen!\nKung Gråskägg sjelf bort rida åstad,\njag hulpit glad\nden hedersgubben på hästen.\"Förbittrade draga de sändmän bort\noch budskap bära\nom kungens skymf; men han svarar dem torrt,\natt inom kort\nkung Gråskägg skall hämna sin ära.Han slog sin härsköld, som hängde å stam\ni höga linden.\nDå simma drakar på vågen fram\nmed blodröd kam,\noch hjelmarna nicka i vinden.Och härbud flögo till Helges gård,\nsom sade dyster:\n\"Kung Ring är mäktig, den strid blir hård;\ni Balders vård,\ni templet jag sätter min syster.\" -Der sitter den älskande vemodsfull\nå fridlyst tilja.\nHon sömmar i silke, hon sömmar i gull\noch gråter full\nsin barm: det är dagg öfver lilja.\n", "Frithiof spelar schack": "Björn och Frithiof sutto båda\nvid ett schackbord, skönt att skåda.\nSilfver var hvarannan ruta,\noch hvarannan var af guld.Då steg Hilding in. \"Sitt neder!\nUpp i högbänk jag dig leder,\ntöm ditt horn, och låt mig sluta\nspelet, fosterfader huld!\"Hilding qvad: \"Från Beles söner\nkommer jag till dig med böner.\nTidningarna äro onde,\noch till dig står landets hopp.\"Frithiof qvad: \"Tag dig till vara,\nBjörn! ty nu är kung i fara.\nFrälsas kan han med en bonde:\nden är gjord att offras opp.\"\"Frithiof, reta icke kungar!\nStarka växa örnens ungar:\nfast mot Ring de aktas svaga,\nstor är deras makt mot din.\"\"Björn, jag ser, du tornet hotar,\nmen ditt anfall lätt jag motar.\nTornet blir dig svårt att taga,\ndrar sig i sin sköldborg in.\"\"Ingeborg i Baldershagen\nsitter och förgråter dagen.\nKan hon dig till strids ej locka,\ngråterskan med ögon blå.\"\"Drottning, Björn, du fåfängt jagar,\nvar mig kär från barndomsdagar;\nhon är spelets bästa docka,\nhur det går, hon räddas må.\"\"Frithiof, vill du icke svara\nSkall din fosterfader fara\nohörd från din gård, emedan\nej ett dockspel vill ta slut?\" -Då steg Frithiof upp och lade\nHildings hand i sin och sade:\n\"Fader, jag har svarat redan,\ndu har hört min själs beslut.Rid att Beles söner lära,\nhvad jag sagt! De kränkt min ära,\ninga band vid dem mig fästa,\naldrig blir jag deras man.\"\"Väl, din egen bana vandra!\nEj kan jag din vrede klandra;\nOden styre till det bästa!\"\nsade Hilding och försvann.\n", "Frithiofs lycka": "Kung Beles söner gerna drage\nfrån dal till dal att be om svärd.\nMitt få de ej; i Balders hage\nder är min valplats, är min verld.\nDer vill jag ej tillbaka blicka\npå kungars hämnd, på jordens sorg,\nmen endast gudars glädje dricka\ntvemännings med min Ingeborg.Så länge ännu solen tömmer\nsin purpurglans på blomstren varm,\nlik rosenfärgadt skir, som gömmer\nen blomsterverld, min Ingborgs barm:\nså länge irrar jag på stranden,\naf längtan, evig längtan tärd,\noch ritar suckande i sanden\ndet kära namnet med mitt svärd.Hur långsamt gå de tröga stunder!\nDu Dellings son, hvi dröjer du?\nHar du ej skådat berg och lunder\noch sund och öar förr än nu?\nBor ingen mö i vestersalar,\nsom väntar dig för länge se'n\noch flyger till ditt bröst och talar\nom kärlek först, om kärlek se'n?Dock ändtlig, trött af vägens möda,\ndu sjunker ner ifrån din höjd,\noch qvällen drar det rosenröda\nsparlakanet för gudars fröjd.\nOm kärlek hviska jordens floder,\nom kärlek hviskar himlens fläkt.\nVälkommen, natt, du gudars moder,\nmed perlor på din bröllopsdrägt!Hur tyst de höga stjernor skrida,\nlikt älskarn till en mö på tå!\nFlyg öfver färden, min Ellida,\nskjut på, skjut på, du bölja blå!\nDer borta ligga gudens lunder,\ntill goda gudar styra vi,\noch Balderstemplet står derunder,\nmed kärlekens gudinna i.Hur lycklig träder jag på stranden!\nDu jord, jag ville kyssa dig,\noch er, I blommor små, som randen\nmed hvitt och rödt den krökta stig!\nDu måne, som ditt skimmer tömmer\nkring lund och tempel, hög och vård,\nhur skön du sitter der och drömmer,\nlik Saga i en bröllopsgård!Hvem lärde dig, du bäck, som talar\nmed blommorna, min känslas röst?\nHvem gaf er, Nordens näktergalar,\nden klagan, stulen ur mitt bröst?\nMed qvällens rodnad alfer måla\nmin Ingborgs bild på mörkblå duk;\nden bilden kan ej Freja tåla,\nhon blåser bort den, afundsjuk.Dock gerna hennes bild försvinne!\nDer är hon sjelf, som hoppet skön,\noch trogen som ett barndomsminne;\nhon kommer med min kärleks lön.\nKom, älskade, och låt mig trycka\ndig till det hjerta, du är kär!\nMin själs begär, min lefnads lycka,\nkom i min famn och hvila der!Så smärt som stjelken af en lilja,\nså fyllig som en mognad ros!\nDu är så ren som gudars vilja,\noch dock så varm som Freja tros.\nKyss mig, min sköna! Låt min låga\nfå genomströmma äfven dig!\nAck! jordens rund och himlens båga\nförsvinna, när du kysser mig.Var icke rädd, här fins ej fara;\nBjörn står der nere med sitt svärd,\nmed kämpar nog att oss försvara,\nom det behöfdes, mot en verld.\nJag sjelf, o att jag strida finge\nför dig, som jag dig håller nu!\nHur lycklig jag till Valhall ginge,\nom min valkyria vore du!Hvad hviskar du om Balders vrede?\nHan vredgas ej, den fromme gud,\nden älskande, som vi tillbede,\nvårt hjertas kärlek är hans hud;\nden gud med solsken på sin panna,\nmed evig trohet i sin barm:\nvar ej hans kärlek till sin Nanna,\nsom min till dig, så ren, så varm?Der står hans bild, han sjelf är nära,\nhur mildt han ser på mig, hur huldt!\nTill offer vill jag honom bära\nett hjerta varmt och kärleksfullt\nBöj knä med mig! ej bättre gåfva,\nej skönare för Balder fans,\nän tvenne hjertan, hvilka lofva\nhvarann en trohet, fast som hans.Till himlen mera än till jorden\nmin kärlek hör, försmå ej den!\nI himlen är han ammad vorden\noch längtar till sitt hem igen.\nO, den som re'n der uppe vore!\nO, den som nu med dig fick dö\noch segrande till gudar fore\ni famnen på sin bleka mö!När då de andra kämpar rida\nur silfverportarna till krig,\njag skulle sitta vid din sida,\nen trogen vän, och se på dig.\nNär Valhalls mör kring bordet bringa\nde mjödhorn med sitt skum af gull,\nmed dig jag ensamt skulle klinga,\noch hviska öm och kärleksfull.En löfsal ville jag oss bygga\npå näset vid en mörkblå bugt.\nDer låge vi i skuggan trygga\naf lunden med den gyllne frukt.\nNär Valhalls sol sig återtände\n(hur klart, hur härligt är dess bloss!),\ntill gudarna vi återvände\noch längtade dock hem till oss.Med stjernor skulle jag bekransa\ndin panna, dina lockars glöd:\ni Vingolfs sal jag skulle dansa\nmin bleka lilja rosenröd;\ntill dess jag dig ur dansen droge\ntill kärlekens, till fridens tjäll,\nder silfverskäggig Brage sloge\ndin brudsång ny för hvarje qväll.Hur vakan sjunger genom lunden!\nden sången är från Valhalls strand\nHur månen skiner öfver sunden!\nhan lyser ur de dödas land.\nDen sången och det ljuset båda\nen verld af kärlek utan sorg;\nden verlden ville jag väl skåda\nmed dig, med dig, min Ingeborg!Gråt icke! ännu lifvet strömmar\ni mina ådror, gråt ej så!\nMen kärlekens och mannens drömmar\nkringsvärma gerna i det blå.\nAck, blott din famn mot mig du breder,\nblott dina ögon se på mig,\nhur lätt du lockar svärmarn neder\nfrån gudars salighet till dig! -\"Tyst, det är lärkan.\" Nej, en dufva\ni skogen kuttrar om sin tro;\nmen lärkan slumrar än på tufva\nhos maken i sitt varma bo.\nDe lycklige! dem skiljer ingen,\nnär dagen kommer eller far,\nmen deras lif är fritt som vingen,\nsom bär i skyn det glada par.\"Se, dagen gryr.\" Nej, det är flamman\naf någon vårdkas österut.\nÄnnu vi kunna språka samman,\nän har den kära natt ej slut.\nFörsof dig, dagens gyllne stjerna,\noch morna se'n dig långsamt till!\nFör Frithiof må du sofva gerna\ntill Ragnarök, om du så vill.Dock, det är fåfängt till att hoppas,\nder blåser re'n en morgonvind,\noch redan österns rosor knoppas\nså friska som på Ingborgs kind.\nEn vingad sångarskara qvittrar\n(en tanklös hop) i klarnad sky,\noch lifvet rörs och vågen glittrar,\noch skuggorna och älskarn fly.Der kommer hon i all sin ära!\nFörlåt mig, gyllne sol, min bön!\nJag känner det, en gud är nära,\nhur präktig är hon dock, hur skön!\nO, den som fram i banan trädde\nså väldig, som du träder nu,\noch stolt och glad sin lefnad klädde\ni ljus och seger, liksom du!Här ställer jag inför ditt öga\ndet skönaste, du sett i Nord.\nTag henne i din vård, du höga!\nhon är din bild på grönklädd jord.\nDess själ är ren som dina strålar,\ndess öga som din himmel blått,\noch samma guld, din hjessa målar,\nhar hon i sina lockar fått. -Farväl, min älskade! En annan,\nen längre natt vi ses igen.\nFarväl! Ännu en kyss på pannan,\noch en på dina läppar än!\nSof nu, och dröm om mig och vakna\nvid middag; och med trogen själ\ntälj timmarna som jag, och sakna\noch brinn som jag! Farväl, farväl!\n", "Afskedet": "Det dagas re'n, och Frithiof kommer icke!\nI går likväl var redan tinget utlyst\npå Beles hög: den platsen valdes rätt,\nhans dotters öde skulle der bestämmas.\nHur många böner har det kostat mig,\nhur många tårar, räknade af Freja,\natt smälta hatets is kring Frithiofs hjerta\noch locka löftet från den stoltes mun,\natt åter bjuda handen till försoning!\nAck! mannen är dock hård, och för sin ära\n(så kallar han sin stolthet) räknar han\nej just så noga, om han skulle krossa\nett troget hjerta mera eller mindre.\nDen arma qvinnan, sluten till hans bröst,\när som en mossväxt, blommande på klippan\nmed bleka färger: blott med möda håller\nden obemärkta sig vid hällen fast,\noch hennes näring äro nattens tårar.I går alltså blef då mitt öde afgjordt,\noch aftonsolen har gått ner deröfver.\nMen Frithiof kommer ej! De bleka stjernor,\nen efter annan, slockna och försvinna,\noch med hvar enda utaf dem, som släcks,\ngår en förhoppning i mitt bröst till grafven.\nDock, hvarför också hoppas? Valhalls gudar\nej älska mig, jag har förtörnat dem.\nDen höge Balder, i hvars skygd jag vistas,\när förolämpad, ty en mensklig kärlek\när icke helig nog för gudars blickar;\noch jordens glädje får ej våga sig\ninunder hvalfven, der de allvarsamma,\nde höga makter ha sin boning fäst -\noch likafullt, hvad är mitt fel, hvi vredgas\nden fromme guden öfver jungfruns kärlek?\nÄr han ej ren som Urdas blanka våg,\nej oskuldsfull som Gefions morgondrömmar?\nDen höga solen vänder icke bort\nfrån tvenne älskande sitt rena öga;\noch dagens enka, stjernenatten, hör\nmidt i sin sorg med glädje deras eder.\nHvad som är lofligt under himlens hvalf,\nhur blef det brottsligt under tempelhvalfvet?\nJag älskar Frithiof. Ack, så långt tillbaka,\nsom jag kan minnas, har jag älskat honom;\nden känslan är ett årsbarn med mig sjelf;\njag vet ej, när hon börjat, kan ej ens\nden tanken fatta, att hon varit borta.\nSom frukten sätter sig omkring sin kärna\noch växer ut och rundar omkring henne\ni sommarsolens sken sitt klot af guld:\nså har jag äfven vuxit ut och mognat\nomkring den kärnan, och mitt väsen är\ndet yttre skalet endast af min kärlek.\nFörlåt mig, Balder! Med ett troget hjerta\njag trädde i din sal, och med ett troget\nvill jag gå derifrån: jag tar det med mig\nutöfver Bifrosts bro och ställer mig\nmed all min kärlek fram för Valhalls gudar.\nDer skall han stå, en Asason som de,\noch spegla sig i sköldarna och flyga\nmed lösta dufvovingar genom blå,\noändlig rymd uti Allfaders sköte,\nhvarfrån han kommit. - Hvarför rynkar du\ni morgongryningen din ljusa panna?\nI mina ådror flyter, som i dina,\nden gamle Odens blod. Hvad vill du, frände?\nMin kärlek kan jag icke offra dig,\nvill det ej ens; han är din himmel värdig.\nMen väl jag offra kan min lefnads lycka,\nkan kasta bort den, som en drottning kastar\nsin mantel från sig och är likafullt\nden samma som hon var. - Det är beslutadt!\nDet höga Valhall skall ej blygas för\nsin fränka: jag vill gå emot mitt öde,\nsom hjelten går mot sitt. - Der kommer Frithiof.\nHur vild, hur blek! Det är förbi, förbi!\nMin vreda norna kommer jämte honom.\nVar stark min själ! - Välkommen, sent omsider!\nVårt öde är bestämdt, det står att läsa\nuppå din panna.FrithiofStå der icke äfven\nblodröda runor, talande om skymf\noch hån och landsflykt?IngeborgFrithiof, sansa dig,\nberätta hvad som händt! det värsta anar\njag länge se'n, jag är beredd på allt.FrithiofJag kom till tinget uppå ättehögen,\noch kring dess gröna sidor, sköld vid sköld\noch svärd i handen, stodo Nordens män,\nden ena ringen innanför den andra,\nupp emot toppen; men på domarstenen,\nmörk som ett åskmoln, satt din broder Helge,\nden bleke blodman med de skumma blickar;\noch jämte honom, ett fullvuxet barn,\nsatt Halfdan, tanklöst lekande med svärdet.\nDå steg jag fram och talte: \"Kriget står\noch slår på härsköld invid landets gränser;\nditt rike, konung Helge, är i fara:\ngif mig din syster och jag lånar dig\nmin arm i striden, den kan bli dig nyttig.\nLåt grollet vara glömdt emellan oss'\nej gerna när jag det mot Ingborgs broder.\nVar billig, konung, rädda på en gång\ndin gyllne krona och din systers hjerta!\nHär är min hand. Vid Asa-Thor, det är\nden sista gång hon bjuds dig till försoning.\" -\nDå blef ett gny på tinget. Tusen svärd\nsitt bifall hamrade på tusen sköldar,\noch vapenklangen flög mot skyn, som glad\ndrack fria männers bifall till det rätta.\"Gif honom Ingeborg, den smärta liljan,\nden skönaste, som växt i våra dalar;\nhan är den bästa klingan i vårt land,\ngif honom Ingeborg!\" - Min fosterfader,\nden gamle Hilding, med sitt silfverskägg,\nsteg fram och höll ett tal af vishet fullt,\nmed korta kärnspråk, klingande som svärdshugg;\noch Halfdan sjelf ifrån sitt kungasäte\nsig reste, bedjande med ord och blickar.\nDet var förgäfves; hvarje bön var spild,\nliksom ett solsken slösadt bort på klippan,\ndet lockar ingen växt från hennes hjerta;\noch konung Helges anlet blef sig likt,\nett bleklagdt nej på mensklighetens böner\n\"Åt bondesonen (sade han föraktligt)\njag kunnat Ingborg ge, men tempelskändarn\nsyns mig ej passa för Valhalladottern.\nHar du ej, Frithiof, brutit Balders fred,\nhar du ej sett min syster i hans tempel,\nnär dagen gömde sig för edert möte?\nJa eller nej!\" Då skallade ett rop\nur mannaringen \"Säg blott nej, säg nej!\nVi tro dig på ditt ord, vi fria för dig,\ndu Thorstens son, så god som kungasonen;\nsäg nej, säg nej, och Ingeborg är din!\" -\n\"Min lefnads lycka hänger på ett ord\n(sad' jag), men frukta ej för det, kung Helge!\nJag vill ej ljuga mig till Valhalls glädje,\noch ej till jordens. Jag har sett din syster,\nhar talt med henne uti templets natt,\nmen Balders fred har jag ej derför brutit.\" -\nJag fick ej tala mer. Ett sorl af fasa\nflög tinget genom: de, som stodo närmast,\nsig drogo undan, liksom för en pestsjuk;\noch när jag såg mig om, den dumma vantron\nförlamat hvarje tunga, kalkat hvit\nhvar kind, nyss blossande af glad förhoppning.\nDå segrade kung Helge. Med en röst\nså hemsk, så dyster som den döda valans\ni Vegtamsqvida, när hon sjöng för Oden\nom Asars ofärd och om Helas seger,\nså hemskt han talte \"Landsflykt eller död\njag kunde sätta, efter fädrens lagar,\nuppå ditt brott; men jag vill vara mild,\nsom Balder är, hvars helgedom du skymfat.\nI vesterhafvet ligger det en krans\naf öar, dem jarl Angantyr beherskar.\nSå länge Bele lefde, jarlen gaf\nhvart år sin skatt; se'n har den uteblifvit.\nDrag öfver böljan hän och indrif skatten!\ndet är den bot, jag fordrar för din djerfhet.\nDet sägs, tillade han med nedrigt hån,\natt Angantyr är hårdhändt, att han rufvar\nsom draken Fafner på sitt guld, men hvem\nstår mot vår nye Sigurd Fafnersbane?\nEn mera manlig bragd försöke du\nän dåra jungfrur uti Balders hage!\nTill nästa sommar vänta vi dig här\nmed all din ära, framför allt med skatten.\nOm icke, Frithiof, är du hvar mans niding\nSå var hans dom, och härmed löstes tinget.IngeborgOch ditt beslut?Frithiofar jag väl mer ett val?\nÄr ej min ära bunden vid hans fordran?\nDen skall jag lösa, om ock Angantyr\nförgömt sitt lumpna guld i Nastrands floder.\nI dag ännu far jag.IngeborgOch lemnar mig?FrithiofNej, icke lemnar dig, du följer med.IngeborgOmöjligt!Frithioför mig, hör mig, förr'n du svarar!\nDin vise broder Helge tycks ha glömt,\natt Angantyr var vän utaf min fader,\nliksom af Bele; kanske gifver han\nmed godo hvad jag fordrar; men om icke,\nen väldig öfvertalare, en skarp,\nhar jag, han hänger vid min venstra sida.\nDet kära guldet skickar jag till Helge,\noch dermed löser jag oss bägge från\nden krönte hycklarns offerknif för alltid.\nMen sjelfve, sköna Ingborg, hissa vi\nEllidas segel öfver okänd våg;\nhon gungar oss till någon vänlig strand,\nsom skänker fristad åt en biltog kärlek.\nHvad är mig Norden, hvad är mig ett folk,\nsom bleknar för ett ord af sina diar\noch vill med fräcka händer gripa i\nmitt hjertas helgedom, mitt väsens blomkalk?\nVid Freja, det skall icke lyckas dem.\nEn usel träl är bunden vid den torfva,\nder han blef född, men jag vill vara fri,\nså fri som bergens vind En hand full stoft\nutaf min faders hög och en af Beles\nfå ännu rum om skeppsbord; det är allt\nhvad vi behöfva utaf fosterjorden.\nDu älskade, det fins en annan sol\nän den, som bleknar öfver dessa snöberg;\ndet fins en himmel, skönare än här,\noch milda stjernor med gudomlig glans\nse ner derfrån i varma sommarnätter,\ni lagerlundar på ett troget par.\nMin fader, Thorsten Vikingsson, for vida\nomkring i härnad och förtalde ofta,\nvid brasans sken i långa vinterqvällar,\nom Greklands haf och öarna deri,\nde gröna lundar i den blanka böljan.\nEtt mäktigt slägte bodde fordom der\noch höga gudar uti marmortempel.\nNu stå de öfvergifna, gräset frodas\nå öde stigar, och en blomma växer\nur runorna, som tala forntids vishet;\noch smärta pelarstammar grönska der,\nomlindade af Söderns rika rankor.\nMen rundt omkring bär jorden af sig sjelf\nen osådd skörd, hvad menniskan behöfver,\noch gyllne äpplen glöda mellan löfven,\noch röda drufvor hänga på hvar gren\noch svälla yppiga som dina läppar.\nDer, Ingeborg, der bygga vi i vågen\nett litet Norden, skönare än här;\noch med vår trogna kärlek fylla vi\nde lätta tempelhvalfven, fägna än\nmed mensklig lycka de förgätna gudar.\nNär seglarn då med slappa dukar gungar\n(ty stormen trifs ej der) förbi vår ö\ni aftonrodna'ns sken och blickar glad\nfrån rosenfärgad bölja upp mot stranden, -\ndå skall han skåda uppå templets tröskel\nden nya Freja (Afrodite, tror jag,\nhon nämns i deras språk) och undra på\nde gula lockar, flygande i vinden,\noch ögon ljusare än Söderns himmel.\nOch efter hand kring henne växer opp\nett litet tempelslägte utaf alfer\nmed kinder, der du tror att Södern satt\ni Nordens drifvor alla sina rosor. -\nAck, Ingeborg, hur skön, hur nära står\nall jordisk lycka för två trogna hjertan!\nBlott de ha mod att gripa henne fatt,\nhon följer villigt med och bygger dem\nett Vingolf redan här inunder molnen.\nKom, skynda! hvarje ord, som talas än,\ntar bort ett ögonblick ifrån vår sällhet.\nAllt är beredt, Ellida spänner redan\nde mörka örnevingarna till flygt,\noch friska vindar visa vägen från,\nför evigt från den vantrofylda stranden.\nHvi dröjer du?IngeborgJag kan ej följa dig.FrithiofEj följa mig?IngeborgAck, Frithiof, du är lycklig!\nDu följer ingen, du går sjelf förut,\nsom stammen på ditt drakskepp, men vid rodret\ndin egen vilja står och styr din fart\nmed stadig hand utöfver vreda vågor.\nHur annorlunda är det ej med mig!\nMitt öde hvilar uti andras händer,\nde släppa ej sitt rof, fastän det blöder;\noch offra sig och klaga och förtyna\ni långsam sorg, är kungadotterns frihet.FrithiofÄr du ej fri, så snart du vill? - I högen\ndin fader sitter.Ingeborgelge är min fader,\när mig i faders ställe; af hans bifall\nberor min hand, och Beles dotter stjäl\nsin lycka ej, hur nära ock den ligger.\nHvad vore qvinnan, om hon slet sig lös\nifrån de band, hvarmed Allfader fäst\ninvid den starke hennes svaga väsen?\nDen bleka vattenliljan liknar hon:\nmed vågen stiger hon, med vågen faller,\noch seglarns köl går öfver henne fram\noch märker icke, att han skär dess stängel.\nDet är nu hennes öde; men likväl,\nså länge roten hänger fast i sanden,\nhar växten än sitt värde, lånar färgen\naf bleka syskonstjernor ofvanfrån,\nen stjerna sjelf uppå de blåa djupen.\nMen rycker hon sig lös, då drifver hon,\nett vissnadt blad, omkring den öde böljan.\nFörliden natt - den natten var förfärlig,\njag väntade dig ständigt, och du kom ej,\noch nattens barn, de allvarsamma tankar,\nmed svarta lockar, gingo jämt förbi\nmitt vakna öga, brinnande och tårlöst,\noch Balder sjelf, blodlöse guden, såg\nmed blickar fulla utaf hot uppå mig -\nförliden natt har jag betänkt mitt öde,\noch mitt beslut är fattadt: jag blir qvar,\nett lydigt offer vid min broders altar.\nDock var det väl, att jag ej hört dig då\nmed dina öar, diktade i molnen,\nder aftonrodna'n ligger ständigt kring\nen enslig blomsterverld af frid och kärlek.\nHvem vet, hur svag man är? Min barndoms drömmar,\nde länge tystade, stå upp igen\noch hviska i mitt öra med en röst\nså välbekant, som vore det en systers,\nså öm, som vore det en älskares.\nJag hör er icke, nej, jag hör er icke,\nI lockande, I fordom kära stämmor!\nHvad skulle jag, ett Nordens barn, i Södern!\nJag är för blek for rosorna deri,\nför färglöst är mitt sinne för dess glöd,\ndet skulle brännas af den heta solen,\noch längtansfullt mitt öga skulle se\nmot Nordens stjerna, hvilken står alltjämt,\nen himmelsk skildtvakt, öfver fädrens grafvar.\nMin ädle Frithiof skall ej flykta från\ndet kära land, han föddes att försvara;\nskall icke kasta bort sitt rykte för\nen sak så ringa som en flickas kärlek.\nEtt lif, der solen spinner, år från år,\nden ena dagen alltid lik den andra,\nett skönt, men evigt enahanda är\nför qvinnan endast, men för mannens själ,\noch helst för din, blef lifvets stiltje tröttsam.\nDu trifves bäst, när stormen tumlar kring\npå skummig gångare utöfver djupen\noch på din planka, uppå lif och död,\ndu kämpa får med faran om din ära.\nDen sköna öknen, som du målar, blefve\nen graf för bragder, icke födda än,\noch med din sköld förrostades jämväl\nditt fria sinne. Så skall det ej vara!\nEj jag skall stjäla bort min Frithiofs namn\nur skaldens sånger, icke jag skall släcka\nmin hjeltes ära i dess morgonrodnad.\nVar vis, min Frithiof, låt oss vika för\nde höga nornor, låt oss rädda ur\nvart ödes skeppsbrott dock ännu vår ära!\nVår lefnads lycka kan ej räddas mer.\nVi måste skiljas.Frithiofvarför måste vi?\nFör det en sömnlös natt förstämt ditt sinne?IngeborgFör det mitt värde räddas bör och ditt.FrithiofPå mannens kärlek hvilar qvinnans värde.IngeborgEj länge älskar han den han ej aktar.FrithiofMed lösa nycker vins hans aktning ej.IngeborgEn ädel nyck är känslan af det rätta.FrithiofVår kärlek stridde ej mot den i går.IngeborgI dag ej heller, men vår flykt dess mera.FrithiofNödvändigheten bjuder henne, kom!IngeborgHvad som är rätt och ädelt, är nödvändigt.FrithiofHögt rider solen, tiden går förbi.IngeborgVe mig, han är förbi, förbi för alltid!FrithiofBesinna dig, är det ditt sista ord?IngeborgJag har besinnat allt, det är mitt sista.FrithiofVälan, farväl, farväl, kung Helges syster!IngeborgO Frithiof, Frithiof, skola så vi skiljas?\nHar du ej någon vänlig blick att ge\nåt barndomsvännen, ingen hand att räcka\nåt den olyckliga, du älskat förr?\nTror du, jag står på rosor här och visar\nmin lefnads lycka leende ifrån mig\noch sliter utan smärta ur mitt bröst\nett hopp, som växt tillhopa med mitt väsen?\nVar icke du mitt hjertas morgondröm?\nHvar glädje, som jag kände, hette Frithiof,\noch allt hvad lifvet stort och ädelt har\ntog dina anletsdrag inför mitt öga.\nFördunkla ej den bilden för mig, möt\nmed hårdhet ej den svaga, när hon offrar\nhvad henne kärast var på jordens rund,\nhvad henne kärast blir i Valhalls salar!\nDet offret, Frithiof, är nog tungt ändå;\nett ord till tröst det kunde väl förtjena.\nJag vet, du älskar mig, har vetat det,\nallt se'n mitt väsen började att dagas,\noch säkert följer dig din Ingborgs minne\ni många år ännu, hvart helst du far.\nMen vapenklangen döfvar sorgen dock,\nhon blåser bort uppå de vilda vågor\noch törs ej sätta sig på kämpens bänk\nvid dryckeshornet firande sin seger.\nBlott då och då, när uti nattens frid\ndu mönstrar än en gång förflutna dagar,\ndå skymtar fram bland dem en bleknad bild:\ndu känner honom väl, han helsar dig\nfrån kära trakter, det är bilden af\nden bleka jungfrun uti Balders hage.\nDu må ej visa honom bort, fastän\nhan blickar sorgligt, du må hviska honom\nett vänligt ord i örat: nattens vindar\npå trogna vingar föra det till mig,\nen tröst likväl, jag har ej någon annan! -\nFör mig är intet, som förströr min saknad;\ni allt, som omger mig, har hon en målsman.\nDe höga tempelhvalfven tala blott\nom dig, och gudens bild, som skulle hota,\ntar dina anletsdrag, när månen skiner.\nSer jag åt sjön, der sam din köl och skar\ni skum sin väg till längterskan på stranden.\nSer jag åt lunden, der står mången stam\nmed Ingborgs runor ritade i barken.\nNu växer barken ut, mitt namn förgås,\noch det betyder döden, säger sagan.\nJag frågar dagen, hvar han såg dig sist,\njag frågar natten, men de tiga still,\noch hafvet sjelf, som bär dig, svarar på\nmin fråga endast med en suck mot stranden.\nMed aftonrodna'n skall jag skicka dig\nen helsning, när hon släcks i dina vågor,\noch himlens långskepp, molnen, skola ta\nom bord en klagan från den öfvergifna.\nSå skall jag sitta i min jungfrubur,\nen svartklädd enka efter lifvets glädje,\noch sömma brutna liljor uti duken,\ntills en gång våren väft sin duk och sömmar\nden full med bättre liljor på min graf.\nMen tar jag harpan för att sjunga ut\noändlig smärta uti djupa toner,\ndå brister jag i gråt som nu - -FrithiofDu segrar, Beles dotter, gråt ej mera!\nFörlåt min vrede! det var blott min sorg,\nsom för ett ögonblick tog vredens drägt;\nden drägten kan hon icke bära länge.\nDu är min goda norna, Ingeborg:\nhvad ädelt är, lär bäst ett ädelt sinne.\nNödvändighetens vishet kan ej ha\nen bättre förespråkerska än dig,\ndu sköna vala med de rosenläppar!\nJa, jag vill vika för nödvändigheten,\nvill skiljas från dig, men ej från mitt hopp;\njag tar det med mig öfver vestervågor,\njag tar det med mig intill grafvens port.\nMed nästa vardag är jag här igen;\nkung Helge, hoppas jag, skall se mig åter.\nDå har jag löst mitt löfte, fylt hans fordran,\nförsont jämväl det brott, man diktat på mig;\noch då begär jag, nej, jag fordrar dig\npå öppet ting emellan blanka vapen,\nej utaf Helge, men af Nordens folk;\ndet är din giftoman, du kungadotter!\nJag har ett ord att säga den, som vägrar.\nFarväl till dess, var trogen, glöm mig ej,\noch tag, till minne af var barndomskärlek,\nmin armring här, ett skönt Vaulunderverk,\nmed himlens under ritade i guldet:\ndet bästa undret är ett troget hjerta.\nHur skönt han passar till din hvita arm,\nen lysmask lindad kring en liljestängel!\nFarväl, min brud, min älskade, farväl,\nom några måna'r är det annorlunda!(Går.)IngeborgHur glad, hur trotsig, hur förhoppningsfull!\nHan sätter spetsen af sitt goda svärd\npå nornans bröst och säger: Du skall vika!\nDu arme Frithiof, nornan viker ej,\nhon går sin gång och ler åt Angurvadel.\nHur litet känner du min mörke broder!\nDitt öppna hjeltesinne fattar ej\ndet dystra djupet utaf hans och hatet,\nsom glöder i hans afundsjuka barm.\nSin systers hand ger han dig aldrig; förr\nhan ger sin krona, ger sitt lif till spillo\noch offrar mig åt gamle Oden, eller\nåt gamle Ring, som nu han kämpar mot. -\nHvart helst jag ser, fins intet hopp för mig:\ndock är jag glad, det lefver i ditt hjerta.\nJag vill behålla för mig sjelf min smärta,\nmen alla goda gudar följe dig!\nHär på din armring dock sig räkna låter\nhvar särskild månad af en långsam sorg;\ntvå, fyra, sex - då kan du vara åter,\nmen finner icke mer din Ingeborg.\n", "Ingeborgs klagan": "Nu är det höst,\nstormande häfver sig hafvets bröst.\nAck, men hur gerna jag sute\nändå der ute!Länge jag såg\nseglet i vester, det flög på sin våg.\nAck! det är lyckligt, får följa\nFrithiof på bölja.Bölja, du blå,\nsväll ej så högt! det går fort nog ändå.\nLysen, I stjernor, och sägen\nseglaren vägen!När det blir vår,\nkommer han hem, men den älskade går\nej till hans möte i salen,\nicke i dalen;ligger i mull,\nbleknad och kall för sin kärleks skull,\neller hon klagar och blöder,\noffrad af bröder. -Falk, som han glömt!\ndu skall bli min; jag vill älska dig ömt.\nSjelf vill jag mata för egarn\nvingade jägarn.Här på hans hand\nvirkar jag in dig i dukens rand,\nvingar af silfver och rika\nguldklor tillika.Falkvingar tog\nFreja en gång och kring rymderna drog,\nsökte i norr och i söder\nälskade Öder.Länte du ock\nvingarna ut, de ej bure mig dock.\nDöden allena mig bringar\ngudarnas vingar.Jägare skön,\nsitt på min skullra och blicka åt sjön!\nAck! hur vi längte och blicke,\nkommer han icke.När jag är död,\nkommer han säkert, mins då hvad jag bjöd:\nhelsa och helsa du åter\nFrithiof, som gråter!\n", "Frithiof hos Angantyr": "Nu är att säga, huru\njarl Angantyr satt än\nuti sin sal af furu\noch drack med sina män.\nHan var så glad i hågen,\nsåg ut åt blånad ban,\nder solen sjönk i vågen\nallt som en gyllne svan.Vid fönstret gamle Halvar\nstod utanför på vakt.\nHan vaktade med allvar,\ngaf ock på mjödet akt.\nEn sed den gamle hade:\nhan jämt i botten drack,\noch intet ord han sade,\nblott hornet in han stack.Nu slängde han det vida\ni salen in och qvad:\n\"Skepp ser jag böljan rida,\nden färden är ej glad.\nMän ser jag döden nära;\nnu lägga de i land,\noch tvenne jättar bära\nde bleknade på strand.\" -Utöfver böljans spegel\nfrån salen jarl såg ned.\n\"Det är Ellidas segel\noch Frithiof, tror jag, med.\nPå gången och på pannan\nkäns Thorstens son igen.\nSå blickar ingen annan\ni Nordens land som den.\"Från dryckesbord helt modig\nsprang Atle viking då,\nsvartskäggig berserk, blodig\noch grym att se uppå.\n\"Nu\", skrek han, \"vill jag pröfva,\nhvad ryktet ment dermed,\natt Frithiof svärd kan döfva\noch aldrig ber om fred.\"Och upp med honom sprungo\nhans bistra kämpar tolf,\npå förhand luften stungo\noch svängde svärd och kolf.\nDe stormade mot stranden,\nder tröttadt drakskepp stod,\noch Frithiof satt å sanden\noch talte kraft och mod.\"Lätt kunde jag dig fålla\",\nskrek Atle med stort gny,\n\"vill i ditt val dock ställa\natt kämpa eller fly.\nMen blott om fred du beder,\nfastän en kämpe hård,\njag som en vän dig leder\nallt upp till jarlens gård.\"\"Väl är jag trött af färden\",\ngenmälte Frithiof vred,\n\"dock må vi pröfva svärden,\nförr än jag tigger fred.\"\nDå såg man stålen ljunga\ni solbrun kämpehand,\npå Angurvadels tunga\nhvar runa stod i brand.Nu skiftas svärdshugg dryga,\noch dråpslag hagla nu,\noch bägges sköldar flyga\npå samma gång i tu.\nDe kämpar utan tadel\nstå dock i kretsen fast.\nMen skarpt bet Angurvadel,\noch Atles klinga brast.\"Mot svärdlös man jag svänger\",\nsad' Frithiof, \"ej mitt svärd,\nmen lyster det dig länger,\nvi pröfva annan färd.\"\nLikt vågor då om hösten\nde bägge storma an,\noch stålbeklädda brösten\nslå tätt emot hvarann.De brottades som björnar\nuppå sitt fjäll af snö,\nde spände hop som örnar\nutöfver vredgad sjö.\nRotfästad klippa hölle\nväl knappast ut att stå,\noch lummig jernek fölle\nför mindre tag än så.Från pannan svetten lackar,\noch bröstet häfves kallt,\noch buskar, sten och backar\nuppsparkas öfverallt.\nMed bäfvan slutet bida\nstålklädde män å strand;\ndet brottandet var vida\nberömdt i Nordens land.Till slut dock Frithiof fälde\nsin fiende till jord,\nhan knät mot bröstet stälde\noch talte vredens ord:\n\"Blott jag mitt svärd nu hade,\ndu svarte berserksskägg,\njag genom lifvet lade\npå dig den hvassa egg.\"\"Det skall ej hinder bringa\",\nsad' Atle, stolt i håg.\n\"Gå du och tag din klinga,\njag ligger som jag låg.\nDen ena som den andra\nskall en gång Valhall se:\ni dag må jag väl vandra,\ni morgon du kanske.\"Ej länge Frithiof dröjde,\nden lek han sluta vill,\nhan Angurvadel höjde,\nmen Atle låg dock still.\nDet rörde hjeltens sinne,\nsin vrede då han band,\nhöll midt i hugget inne\noch tog den fallnes hand.Nu Halvar skrek med ifver\noch hof sin hvita staf:\n\"För edert slagsmål blifver\nhär ingen glädje af.\nPå bord stå silfverfaten\noch röka länge se'n,\nför er skull kallnar maten,\noch törsten gör mig men.\"Försonta trädde båda\nnu inom salens dörr,\nder mycket var att skåda,\nsom Frithiof ej sett förr.\nGrofhyflad planka kläder\nej nakna väggar der,\nmen dyrbart gyllenläder\nmed blommor och med bär.Ej midt på golfvet glöder\nden muntra brasans sken,\nmen emot vägg sig stöder\nkamin af marmorsten.\nEj rök i sal sig lade,\nej sågs der sotad ås,\nglasrutor fönstren hade,\noch dörren hade lås.Der sträcka silfverstakar\nut armarna med ljus,\nmen intet stickbloss sprakar\natt lysa kämpens rus.\nHelstekt, med späckad bringa,\nstår hjort på bordets rund,\nmed guldhof lyft att springa\noch löf i hornens lund.Bak kämpens stol en tärna\nstår med sin liljehy\noch blickar som en stjerna\nbakom en stormig sky.\nDer flyga lockar bruna,\nder stråla ögon blå,\noch som en ros i runa\nså glöda läppar små.Men hög å silfverstolen\nsatt jarlen i sin prakt;\nhans hjelm var blank som solen\noch pansart guldbelagdt.\nMed stjernor öfversållad\nvar manteln rik och fin,\noch purpurbrämen fållad\nmed fläcklös hermelin.Tre steg han gick från bordet,\nbjöd handen åt sin gäst\noch vänligt tog till ordet:\n\"Kom hit och sitt mig näst!\nRätt månget horn jag tömde\nmed Thorsten Vikingsson\nhans son, den vidtberömde,\nej sitte fjärran från.\"Då sågs han bägarn råga\nmed vin från Sikelö;\ndet gnistrade som låga,\ndet skummade som sjö:\n\"Välkommen gäst här inne,\ndu son utaf min vän!\nJag dricker Thorstens minne,\njag sjelf och mina män.\"En skald från Morvens kullar\ndå pröfvar harpans gång.\nI velska toner rullar\nhans dystra hjeltesång.\nMen i norräna tunga\nen ann på fädrens vis\nhörs Thorstens bragder sjunga,\noch han tog sångens pris.Nu mycket jarlen sporde\nom fränderna i Nord,\noch Frithiof redo gjorde\nför allt med vittra ord.\nEj någon kunde klaga\npå väld uti hans dom,\nhan talte lugnt som Saga\ni minnets helgedom.När han dernäst berättar\nhvad han på djupet såg,\nom Helges troll och jättar,\nbesegrade på våg,\ndå glädas kämpar alla,\ndå småler Angantyr,\noch höga bifall skalla\ntill hjeltens äfventyr.Men när han talar åter\nom älskad Ingeborg,\nhur ömt den sköna gråter,\nhur ädel i sin sorg,\ndå suckar mången tärna\nmed kinderna i brand.\nAck, hur hon tryckte gerna\nden trogne älskarns hand!Sitt ärende framförde\nden ungersven till slut,\noch jarlen tåligt hörde,\ntill dess han talat ut.\n\"Skattskyldig var jag icke,\nmitt folk är fritt som jag:\nkung Beles skål vi dricke,\nmen lyda ej hans lag.Hans söner ej jag känner,\nmen fordra de en gärd,\nväl, som det höfves männer,\nde kräfve den med svärd!\nVi möta dem på stranden -\ndock var din far mig kär.\" -\nDå vinkar han med handen\nsin dotter, som satt när.Då sprang den blomstervidja\nfrån stol med gyllne karm;\nhon var så smal om midja,\nhon var så rund om barm.\nI gropen uppå kinden\nsatt Astrild, liten skalk,\nlik fjäriln, förd af vinden\nallt i en rosenkalk.Hon sprang till jungfruburen\noch kom tillbaka med\ngrönvirkad pung, der djuren\ngå under höga träd\noch silfvermånen skiner\npå sjö af segel full;\ndess lås är af rubiner\noch tofsarna af gull.Hon lade den i handen\nuppå sin fader huld;\nhan fylde den till randen\nmed fjärran myntadt guld.\n\"Der är min välkomstgåfva,\ngör med den hvad du vill,\nmen nu skall Frithiof lofva\nbli här i vinter still.Mod gagnar allestädes,\nmen nu är stormens tid,\noch Hejd och Ham, jag rädes,\nha åter qvicknat vid.\nEj alltid gör Ellida\nså lyckligt språng som sist,\noch många hvalar rida\nsin våg, fast en vi mist.\" -Så skämtades i salen\noch dracks till dager ljus,\nmen gyllne vinpokalen\ngaf glädje blott, ej rus.\nFullbräddad skål vardt egnad\nåt Angantyr till slut,\noch så i god välfägnad\nsatt Frithiof vintern ut.\n", "Vikingabalk": "Nu han sväfvade kring på det ödsliga haf,\nhan for vida, som jagande falk;\nmen för kämpar om bord skref han lagar och rätt.\nVill du höra hans vikingabalk?\"Ej må tältas å skepp, ej må sofvas i hus:\ninom salsdörr blott fiender stå;\nviking sofve på sköld och med svärdet i hand,\noch till tält har han himlen, den blå.Kort är hammarens skaft hos den segrande Thor,\nblott en aln långt är svärdet hos Frej.\nDet är nog; har du mod, gå din fiende när!\noch för kort är din klinga då ej.När det stormar med makt, hissa seglen i topp!\ndet är lustigt på stormande haf:\nlåt det gå, låt det gå! den som stryker är feg;\nförr'n du stryker, gå hellre i qvaf!Mö är fridlyst å land, får ej komma om bord;\nvar det Freja, hon sveke dig dock;\nty den gropen på kind är den falskaste grop,\noch ett nät är den flygande lock.Vin är Valfaders dryck, och ett rus är dig undt,\nom du endast med sansning det bär:\nden som raglar å land kan stå upp, men till Ran,\ntill den söfvande, raglar du här.Seglar krämare fram, må du skydda hans skepp,\nmen den svage ej vägre dig tull!\nDu är kung på din våg, han är slaf af sin vinst,\noch ditt stål är så godt som hans gull.Gods må skiftas å däck genom tärning och lott:\nhur den faller, beklaga ej dig!\nmen sjökonungen sjelf kastar tärningen ej,\nhan behåller blott äran för sig.Nu syns vikingaskepp, då är äntring och strid,\ndet går hett under sköldarna till;\nom du viker ett steg, har du afsked från oss,\ndet är lagen, gör se'n som du vill!När du segrat, var nöjd! den som beder om frid,\nhar ej svärd, är din fiende ej;\nbön är Valhallabarn, hör den bleknades röst!\nden är niding, som ger henne nej.Sår är vikingavinst, och det pryder sin man,\nnär på bröst eller panna det står;\nlåt det blöda, förbind det se'n dygnet är om,\nmen ej förr, vill du helsas för vår.\" -Så han ristade lag, och hans namn med hvar dag\nväxte vida på främmande kust,\noch sin like han fann ej på blånande sjö,\noch hans kämpar de stridde med lust.Men han sjelf satt vid rodret och blickade mörk,\nhan såg ned i det vaggande blå:\n\"Du är djup; i ditt djup trifves friden kanske,\nmen hon trifves ej ofvanuppå.Är den Hvite mig vred, må han taga sitt svärd,\njag vill falla, om så är bestämdt;\nmen han sitter i skyn, skickar tankarna ned,\nsom förmörka mitt sinne alltjämt.\" -Dock, när striden är när, tar hans sinne sin flygt,\nstiger djerft som den hvilade örn,\noch hans panna är klar, och hans stämma är hög,\noch som Ljungaren står han i förn.Så han sam ifrån seger till seger alltjämt,\nhan var trygg på den skummande graf,\noch han synte i Söder båd' öar och skär,\noch så kom han till Grekelands haf.När han lunderna såg, som ur vågorna stå,\nmed de lutande templen uti,\nhvad han tänkte vet Freja, och skalden det vet,\nI som älsken, I veten det, I! -\"Här vi skulle ha bott, här är ö, här är lund,\nhär är templet, min fader beskref;\ndet var hit, det var hit jag den älskade bjöd,\nmen den hårda i Norden förblef.Bor ej friden i saliga dalarna der,\nbor ej minnet i pelaregång?\noch som älskandes hviskning är källornas sorl,\noch som brudsång är foglarnas sång.Hvar är Ingeborg nu? Har hon glömt mig alltre'n\nför gråhårige, vissnade drott?\nAck! jag kan icke glömma; jag gåfve mitt lif\nför att se, för att se henne blott.Och tre år ha förgått, se'n jag skådat mitt land,\nidrotternas konungasal;\nstå de härliga fjällen i himlen ännu?\när det grönt i min fädernedal?På den hög, der min fader är lagd, har jag satt\nen lind, månn' hon lefver ännu?\nOch hvem vårdar den späda? Du jord, gif din must,\noch din dagg, o du himmel, gif du!Dock, hvi ligger jag längre på främmande våg\noch tar skatt och slår menskor i hjäl?\nJag har ära alltnog, och det flammande guld,\ndet lumpna, föraktar min själ.Der är flagga på mast, och den visar åt norr,\noch i norr är den älskade jord;\njag vill följa de himmelska vindarnas gång,\njag vill styra tillbaka mot Nord.\"\n", "Frithiof kommer till kung Ring": "Kung Ring han satt i höghänk om julen och drack mjöd,\nhos honom satt hans drottning så hvit och rosenröd\nSom vår och höst dem båda man såg bredvid hvarann,\nhon var den friska våren, den kulna höst var han.Då trädde uti salen en okänd gubbe in,\nfrån hufvud och till fötter han insvept var i skinn,\nHan hade staf i handen, och lutad sågs han gå,\nmen högre än de andra den gamle var ändå.Han satte sig på bänken längst ned vid salens dörr;\nder är de armas ställe ännu, som det var förr.\nDe hofmän logo smädligt och sågo till hvarann\noch pekade med fingret på luden björnskinnsman.Då ljungar med två ögon den främmande så hvasst,\nmed ena handen grep han en ungersven i hast,\nhelt varligen han vände den hofman upp och ned;\ndå tystnade de andre: vi hade gjort så med.\"Hvad är för larm der nere? Hvem bryter kungens frid?\nKom upp till mig, du gamle, och låt oss talas vid!\nHvad är ditt namn? Hvad vill du. Hvar kommer du ifrån?\"\nSå talte kungen vredgad till gubben, gömd i vrån.\"Helt mycket spör du, konung, men jag dig svara vill.\nMitt namn ger jag dig icke, det hör mig ensam till.\nI Ånger är jag uppfödd, min arfgård heter Brist,\nhit kom jag ifrån Ulfven, hos honom låg jag sist.Jag red i forna dagar så glad på drakens rygg,\nhan hade starka vingar och flög så glad och trygg;\nnu ligger han förlamad och frusen jämte land,\nsjelf är jag gammal vorden och bränner salt vid strand.Jag kom att se din vishet, i landet vida spord,\ndå mötte man med hån mig, för hån är jag ej gjord;\njag tog en narr för bröstet och vände honom kring,\ndock steg han upp helt oskadd, förlåt mig det, kung Ring!\" -\"Ej illa\", sade kungen, \"du lägger dina ord;\nde gamle bör man ära, kom, sätt dig vid mitt bord!\nLåt din förklädning falla, låt se dig som du är!\nförklädd trifs glädjen icke, jag vill ha glädje här.\" -Och nu från gästens hufvud föll luden björnhud ner:\ni stället för den gamle en hvar en yngling ser.\nIfrån den höga pannan kring skullran bred och full\nde ljusa lockar flöto liksom ett svall af gull.Och präktig stod han för dem i sammetsmantel blå,\ni handsbredt silfverbälte med skogens djur uppå.\nI drifvet arbet alla den konstnär bragt dem an,\noch rundt kring hjeltens midja de jagade hvarann.Och ringens gyllne smycke kring armen satt så rikt,\nvid sidan hang hans slagsvärd, en stannad ljungeld likt.\nDen lugna hjelteblicken kring sal och gäster for:\nskön stod han der som Balder och hög som Asa-Thor.Den häpna drottnings kinder de skifta färg så snällt,\nsom röda norrsken måla de snöbetäckta fält:\nsom tvenne vattenliljor inunder stormens larm\nstå gungande på vågen, så häfdes hennes barm.Nu blåste lur i salen, och tyst blef öfverallt,\nty nu var löftets timma och in bars Frejers galt,\nmed kransar omkring bogen och äpple uti mund,\noch fyra knän han böjde på silfverfatets rund.Och konung Ring sig reste i sina lockar grå,\nhan rörde galtens panna och gjorde löftet så:\n\"Jag svär att Frithiof vinna, fastän en kämpe stor;\nså hjelpe Frej och Oden, derhos den starke Thor!\"Med trotsigt löje reste sig främlingen så hög,\nen blixt af hjeltevrede hans anlet öfverflög;\nhan slog sitt svärd i bordet, så det i salen klang,\noch upp från ekebänken hvar enda kämpe sprang.\"Och hör du nu, herr konung, mitt löfte äfvenväl:\nung Frithiof är min frände, jag känner honom väl.\nJag svär att Frithiof skydda, och var det mot en verld;\nså hjelpe mig min norna, derhos mitt goda svärd!\"Men kungen log och sade: \"Helt dristigt är ditt tal,\ndock, orden äro fria i nordisk kungasal.\nFyll honom hornet, drottning, med vin som du har bäst!\nDen främling, vill jag hoppas, i vinter är vår gäst.\"Och drottningen tog hornet, som framför henne stod,\naf urens panna brutet, en kostelig klenod,\npå blanka silfverfötter, med mången gyllne ring,\nmed forntids bilder sirad och runeskrift omkring.Med nederslagna ögon hon räckte hornet då,\nmen darrande var handen, och vin blef spildt derpå.\nSom aftonrodna'ns purpur på liljorna ibland,\nde dunkla droppar brunno på hennes hvita hand.Och glad tog gästen hornet utaf den ädla fru;\nej tvenne män det tömde, som männer äro nu;\nmen lätt och utan tvekan, den drottning till behag,\nden väldige det tömde ute ett andedrag.Och skalden tog sin harpa, han satt vid kungens bord,\noch sjöng ett hjertligt qväde om kärleken i Nord,\nom Hagbart och skön Signe, och vid hans djupa röst\nde hårda hjertan smälte i stålbeklädda bröst.Han sjöng om Valhalls salar och om Einheriers lön,\nom tappre fäders bragder på fältet och på sjön.\nDå grep hvar hand åt svärdet, då flammade hvar blick,\noch flitigt omkring laget det djupa hornet gick.Helt skarpt blef der nu drucket allt i det kungahus,\nhvar enda kämpe tog sig ett årligt julerus,\ngick sedan bort att sofva förutan harm och sorg,\nmen konung Ring den gamle sof hos skön Ingeborg.\n", "Isfarten": "Kung Ring med sin drottning till gästabud far,\npå sjön står isen så spegelklar.\"Far ej öfver isen\", den främling sad':\n\"han brister, för djupt är det kalla bad.\" -\"Kung drunknar icke så lätt\", sad' Ring,\n\"den, som är rädd, kan gå sjön omkring.\"Den främling blickar så mörk med hot,\nhan spänner stålsko i hast på fot.Slädtrafvarn sätter med makt åstad,\nhan frustar lågor, han är så glad.\"Sträck ut\", skrek kungen, \"min trafvare god,\nlåt se, om du är af Sleipners blod!\"Det går, som stormen går öfver sjön,\nden gamle ej aktar sin drottnings bön.Men stålskodd kämpe står heller ej still,\nhan far dem förbi, så snart han vill.Han ritar mång' runa i isens famn,\nskön Ingeborg åker öfver sitt namn.Så ila de fram på den glatta ban,\nmen under dem lurar den falska Ran.Hon stöter ett hål i sitt silfvertak,\noch släden ligger i öppen vak.Skön Ingeborg vardt så blek på kind,\ndå kommer den gäst som en hvirfvelvind.Han borrar sin stålsko i isen fast\noch griper i gångarns man med hast.Då svänger han lätt med ett enda hopp\nbåd' häst och släde på isen opp.\"Det tag vill jag prisa\", sad' kungen fort,\n\"ej Frithiof den starke det bättre gjort.\"Så vände de åter till kungsgård om;\nden främmande blef der, tills våren kom.\n", "Frithiofs frestelse": "Våren kommer: fogeln qvittrar, skogen löfvas, solen ler,\noch de lösta floder dansa sjungande mot hafvet ner.\nGlödande som Frejas kinder tittar rosen ur sin knopp,\noch i menskans hjerta vakna lefnadslust och mod och hopp.Då vill gamle kungen jaga, drottningen skall med på jagt,\noch det hela hof församlas, vimlande i brokig prakt.\nBågar klinga, koger skramla, hingstar skrapa mark med hof,\noch med kappor öfver ögat skrika falkarna på rof.Se, der kommer jagtens drottning! Arme Frithiof, se ej dit!\nSom en stjerna på en vårsky sitter hon på gångarn hvit,\nhälften Freja, hälften Rota, skönare än bägge två,\noch från lätta purpurhatten vaja högt de fjädrar blå.Se ej på de ögons himmel, se ej på de lockars gull!\nAkta dig, det lif är smidigt, akta dig, den barm är full!\nBlicka ej på ros och lilja, skiftande på hennes kind,\nhör ej på den kära stämman, susande som vårens vind!Nu är jägarskaran färdig. Hejsan, öfver berg och dal!\nHornet smattrar, falken stiger lodrätt emot Odens sal.\nSkogens åbor fly med ångest, söka sina kulors hem,\nmen med spjutet sträckt framför sig är valkyrian efter dem.Gamle kungen kan ej följa jagten som hon flyger fram,\nensam vid hans sida rider Frithiof, tyst och allvarsam.\nMörka, vemodsfulla tankar växa i hans qvalda bröst,\noch hvart helst han än sig vänder, hör han deras klagoröst.\"O! hvi öfvergaf jag hafvet, för min egen fara blind!\nSorgen trifs ej rätt på vågen, blåser bort med himlens vind.\nGrubblar viking, kommer faran, bjuder honom opp till dans,\noch de mörka tankar vika, bländade af vapnens glans.Men här är det annorlunda: outsäglig längtan slår\nsina vingar kring min panna, som en drömmande jag går,\nkan ej glömma Balders hage, kan ej glömma eden än,\nsom hon svor, - hon bröt den icke, grymma gudar bröto den.Ty de hata menskors ätter, skåda deras fröjd med harm,\noch min rosenknopp de togo, satte den i vinterns barm.\nHvad skall vintern väl med rosen? Han förstår ej hennes pris,\nmen hans kalla ande kläder knopp och blad och stjelk med is.\"Så han klagade. Då kommo de uti en enslig dal,\ndyster, hopträngd mellan bergen, öfverskyggd af björk och al.\nDer steg kungen af och sade: \"Se, hur skön, hur sval den lund!\njag är trött, kom, låt oss hvila! jag vill slumra här en stund.\" -\"Icke må du sofva, konung, kall är marken här och hård,\ntung blir sömnen, upp! jag för dig snart tillbaka till din gård.\" -\n\"Sömnen, som de andra gudar, kommer när vi minst det tro\",\nsade gubben, \"unnar gästen ej sin värd en timmas ro?\"Då tog Frithiof af sin mantel, bredde den på marken hän,\noch den gamle kungen lade tryggt sitt hufvud på hans knän,\nsomnade så lugnt som hjelten somnar efter stridens larm\npå sin sköld, så lugnt som barnet somnar på sin moders arm.Som han slumrar, hör! då sjunger kolsvart fogel ifrån qvist:\n\"Skynda, Frithiof, dräp den gamle, sluta på en gång er tvist!\nTag hans drottning! dig tillhör hon, dig har hon som brudgum kysst,\nintet menskligt öga ser dig, och den djupa graf är tyst.\" -Frithiof lyssnar; hör! då sjunger snöhvit fogel ifrån qvist:\n\"Ser dig intet menskligt öga, Odens öga ser dig visst.\nNiding, vill du mörda sömnen? vill du värnlös gubbe slå?\nHvad du vinner, hjelterykte vinner du dock ej derpå.\" -Så de bägge foglar sjöngo; men sitt slagsvärd Frithiof tog,\nslängde det med fasa från sig fjärran i den mörka skog.\nKolsvart fogel flyr till Nastrand, men på lätta vingars par\nsom en harpoton den andra klingande mot solen far.Strax är gamle kungen vaken. \"Mycket var den sömn mig värd,\nljufligt sofver man i skuggan, skyddad af den tappres svärd.\nDock, hvar är ditt svärd, o främling? blixtens broder, hvar är han?\nhvem har skilt er, I som aldrig skulle skiljas från hvarann?\" -\"Lika mycket\", Frithiof sade, \"svärd jag finner nog i Nord;\nskarp är svärdets tunga, konung, talar icke fridens ord.\nMörka andar bo i stålet, andar ifrån Nifelhem,\nsömnen är ej säker för dem, silfverlockar reta dem.\" -\"Jag har icke sofvit, yngling, jag har blott dig pröfvat så,\nobepröfvad man och klinga litar ej den kloke på.\nDu är Frithiof, jag har känt dig, allt se'n i min sal du steg,\ngamle Ring har vetat länge, hvad hans kloka gäst förteg.Hvarför smög du till min boning, djupt förklädd och utan namn;\nHvarför, om ej för att stjäla bruden ur den gamles famn:\nÄran, Frithiof, sätter sig ej namnlös uti gästfritt lag,\nblank är hennes sköld som solen, öppna hennes anletsdrag.Ryktet talte om en Frithiof, menniskors och gudars skräck,\nsköldar klöf och tempel brände den förvågne lika käck.\nSnart med härsköld, så jag trodde, kommer han emot ditt land,\noch han kom, men höljd i lumpor, med en tiggarstaf i hand.Hvarför slår du ner ditt öga? Jag var också ung en gång;\nlifvet är en strid från början, ungdomen dess berserksgång.\nKlämmas skall hon mellan sköldar, tills det vilda mod är tömdt;\njag har pröfvat och förlåtit, jag har ömkat och förglömt.Ser du, jag är gammal vorden, stiger snart i högen in;\ntag mitt rike då, o yngling! tag min drottning, hon är din.\nBlif min son till dess och gästa i min kungssal som förut!\nsvärdlös kämpe skall mig skydda, och vår gamla tvist har slut.\"\"Icke\", svarar Frithiof dyster, \"kom jag som en tjuf till dig;\nville jag din drottning taga, säg, hvem skulle hindrat mig?\nMen min brud jag ville skåda, en gång, ack! blott en gång än.\nO jag dåre! halfsläckt låga tände jag på nytt igen.I din sal jag dröjt för länge, gästar mer ej der, o kung!\nOförsonta gudars vrede hvilar på mitt hufvud tung.\nBalder med de ljusa lockar, han som har hvar dödlig kär,\nse, han hatar mig allena, ensamt jag förkastad är.Ja, jag stack i brand hans tempel; Varg i veum heter jag;\nnär jag nämnes, skrika barnen, glädjen flyr ur gästfritt lag.\nFosterjorden har förkastat en förlorad son med harm,\nfridlös är jag i min hembygd, fridlös i min egen barm.Icke på den gröna jorden vill jag söka friden mer,\nmarken bränner under foten, trädet ingen skugga ger.\nIngeborg har jag förlorat, henne tog den gamle Ring:\nsolen i mitt lif är slocknad, bara mörker rundt omkring.Derför hän till mina vågor! Eja, ut, min drake god!\nbada åter becksvart bringa lustigt i den salta flod;\nvifta vingarna i molnen, hväsande de vågor skär,\nflyg så långt som stjernan leder, som besegrad bölja bär!Låt mig höra stormens dunder, låt mig höra åskans röst!\nNär det dånar rundt omkring mig, då är lugn i Frithiofs bröst.\nSköldeklang och pilregn, gubbe! Midt i hafvet slaget står,\noch jag stupar glad och renad till försonta gudar går.\"\n", "Rings drapa": "Sitter i högen\nhögättad höfding,\nslagsvärd vid sidan,\nskölden på arm.\nGångaren gode\ngnäggar der inne,\nskrapar med guldhof\ngrundmurad graf.Nu rider rike\nRing öfver Bifrost,\nsvigtar för bördan\nbågiga bron.\nUpp springa Valhalls\nhvalfdörrar vida;\nAsarnas händer\nhänga i hans.Thor är ej hemma,\nhärjar i härnad.\nValfader vinkar\nvinbägarn fram.\nAx flätar Frej kring\nkonungens krona,\nFrigg binder blåa\nblommor deri.Brage hin gamle\ngriper i guldsträng,\nstillare susar\nsången än förr.\nLyssnande hvila\nVanadis hvita\nbarmen mot bordet,\nbrinner och hör.\"Högt sjunga svärden\nständigt i hjelmar;\nbrusande böljor\nblodas alltjämt.\nKraften, de gode\ngudarnas gåfva,\nbister som berserk\nbiter i sköld.Derför var dyre\ndrotten oss kär, som\nstod med sin sköld för\nfredliga fält:\nsansade styrkans\nskönaste afbild\nsteg som en offer-\nånga åt skyn.Ord väljer vittra\nValfader, då han\nsitter hos Saga,\nSöqvabäcks mö.\nSå klungo kungsord,\nklara som Mimers\nböljor, och derhos\ndjupa som de.Fridsam förlikar\nForsete tvisten,\ndomarn vid Urdas\nvällande våg.\nSå satt å domsten\ndyrkade drotten,\nblidkade händer\nblodhämnden bjöd.Karg var ej kungen,\nkring sig han strödde\ndvärgarnas dag-glans,\ndrakarnas bädd.\nGåfvan gick glad från\ngifmilda handen,\nlätt från hans läppar\nlidandets tröst.Välkommen, vise\nValhalla-arfving!\nLänge lär Norden\nlofva ditt namn.\nBrage dig helsar\nhöfviskt med horndryck,\nnornornas fridsbud\nnerifrån Nord!\"\n", "Konungavalet": "Till tings! Till tings! Budkaflen går\nkring berg och dal.\nKung Ring är död: nu förestår\nett kungaval.Då tager bonden svärd från vägg,\ndet stål är blått.\nMed fingret pröfvar han dess egg,\nden biter godt.De piltar se med glädje på\ndet stålblå sken;\nde lyfta svärden två och två,\nför tungt för en.Men dottern skurar hjelmen ren -\nblank skall han bli -\noch rodnar, när hon skådar se'n\nsin bild deri.Sist tar han sköldens runda värn,\nen sol i blod.\nHell dig, du frie man af jern,\ndu bonde god!All landets ära växer ur\nditt fria bröst.\nI striden är du landets mur,\ni frid dess röst.Så samlas de med sköldegny\noch vapenbrak\npå öppet ting, ty himlens sky\när deras tak.Men Frithiof står på tingets sten,\nhos honom står\nden kungason, en liten en\nmed guldgult hår.Då går ett sorl kring bondelag:\n\"För liten är\nden kungsson, kan ej skipa lag,\nej leda här.\" -Men Frithiof lyfte pilten ung\npå skölden opp:\n\"I nordmän, här är eder kung\noch landets hopp.Sen här den gamle Odens ätt\ni bild så skön.\nPå sköld han känner sig så lätt,\nsom fisk i sjön.Jag svär att skydda rike hans\nmed svärd och stång\noch sätta faderns gyllne krans\npå son en gång.Forsete, Balders höge son,\nhar hört min ed;\noch om jag viker derifrån,\nslå han mig ned!\" -Men pilten satt på skölden lyft,\nlik kung å stol,\nlik unga örnen, som från klyft\nser opp mot sol.Den väntan blef det unga blod\ntill slut för lång,\noch med ett hopp i mark han stod,\nett kungligt språng!Då ropte böndren högt på ting:\n\"Vi Nordens män,\nvi kore dig, blif lik kung Ring,\nsköldburne sven!Och Frithiof före dina bud,\ntills du blir stor.\nJarl Frithiof, dig ge vi till brud\nhans sköna mor.\" -Då blickar Frithiof mörk: \"I dag\när kungaval,\nmen bröllop ej; min brud tar jag\naf eget val.Till Balders hage vill jag gå,\nhar möte stämt\nmed mina nornor der: de stå\noch vänta jämt.Ett ord jag måste tala med\nde sköldemör.\nDe bygga under tidens träd,\noch ofvanför.Ljuslockig Balder vredgas än,\nden bleke gud.\nHan tog, blott han kan ge igen\nmitt hjertas brud.\" -Då helsade han nyvald kung,\npå pannan kysst,\noch långsamt öfver hedens ljung\nförsvann han tyst.\n"}